{
  "about.appHints" : {
    "translation" : "",
    "comment" : "Title for the button to reset hints"
  },
  "about.bugReport" : {
    "translation" : "",
    "comment" : "Title for the bug report button"
  },
  "about.community" : {
    "translation" : "",
    "comment" : "Heading for the community category"
  },
  "about.email" : {
    "translation" : "",
    "comment" : "Title for the email button"
  },
  "about.feedback" : {
    "translation" : "",
    "comment" : "Heading for the feedback category"
  },
  "about.github" : {
    "translation" : "",
    "comment" : "Title for the GitHub button"
  },
  "about.legal" : {
    "translation" : "",
    "comment" : "Title for the legal category"
  },
  "about.matrix" : {
    "translation" : "",
    "comment" : "Title for the Matrix button"
  },
  "about.privacyPolicy" : {
    "translation" : "Datenschutzrichtlinie",
    "comment" : "Title for the privacy policy"
  },
  "about.privacyPolicy.body" : {
    "translation" : "Bitte beachten Sie, dass die englische Version dieser Richtlinie Vorrang vor allen anderen Versionen hat.\n\nDie Scribe-Entwickler (SCRIBE) haben die iOS-Applikation „Scribe – Language Keyboards“ (SERVICE) als Open-Source-Applikation entwickelt. Dieser SERVICE wird von SCRIBE kostenlos zur Verfügung gestellt und ist zur Verwendung so wie sie ist bestimmt.\n\nDiese Datenschutzrichtlinie (RICHTLINIE) wird verwendet, um den Leser über die Richtlinien für den Zugriff, die Verfolgung, die Erfassung, die Aufbewahrung, die Verwendung und die Offenlegung von persönlichen Informationen (BENUTZERINFORMATIONEN) und Nutzungsdaten (BENUTZERDATEN) für alle Personen zu informieren, die sie verwenden diesen SERVICE (BENUTZER).\n\nBENUTZERINFORMATIONEN sind insbesondere alle Informationen, die sich auf die BENUTZER selbst oder die Geräte beziehen, die sie für den Zugriff auf den SERVICE verwenden.\n\nBENUTZERDATEN sind speziell definiert als jeder Text, der eingegeben wird, oder Aktionen, die von den BENUTZERN während der Nutzung des SERVICE ausgeführt werden.\n\n1. Grundsatzerklärung\n\nDieser SERVICE greift nicht auf BENUTZERINFORMATIONEN oder BENUTZERDATEN zu, verfolgt, sammelt, speichert, verwendet oder gibt keine BENUTZERDATEN weiter.\n\n2. Nicht verfolgen\n\nBENUTZER, die SCRIBE kontaktieren, um zu verlangen, dass ihre BENUTZERINFORMATIONEN und BENUTZERDATEN nicht verfolgt werden, erhalten eine Kopie dieser RICHTLINIE sowie einen Link zu allen Quellcodes als Nachweis, dass sie nicht verfolgt werden.\n\n3. Daten von Drittanbietern\n\nDieser SERVICE verwendet Daten von Drittanbietern. Alle Daten, die bei der Erstellung dieses SERVICE verwendet werden, stammen aus Quellen, die ihre vollständige Nutzung in der vom SERVICE durchgeführten Weise ermöglichen. Insbesondere stammen die Daten für diesen SERVICE von Wikidata, Wikipedia und Unicode. Wikidata erklärt: „Alle strukturierten Daten in den Haupt-, Eigenschafts- und Lexem-Namespaces werden unter der Creative Commons CC0-Lizenz verfügbar gemacht; Text in anderen Namespaces wird unter der Creative Commons Attribution-Share Alike License verfügbar gemacht.“ Die Richtlinie zur detaillierten Verwendung von Wikidata-Daten finden Sie unter https://www.wikidata.org/wiki/Wikidata:Licensing. Wikipedia gibt an, dass Textdaten, die Art von Daten, die vom SERVICE verwendet werden, \"... unter den Bedingungen der Creative Commons Attribution Share-Alike-Lizenz verwendet werden können\". Die Richtlinie zur Nutzung von Wikipedia-Daten finden Sie unter https://en.wikipedia.org/wiki/Wikipedia:Reusing_Wikipedia_content. Unicode gewährt jeder Person, „... kostenlos, die Erlaubnis, eine Kopie der Unicode-Datendateien und der zugehörigen Dokumentation (die „Datendateien“) oder der Unicode-Software und der zugehörigen Dokumentation (die „Software“) zu erwerben, um damit zu handeln die Datendateien oder Software ohne Einschränkung...\" Die Richtlinie zur Nutzung von Unicode-Daten finden Sie unter https://www.unicode.org/license.txt.\n\n4. Quellcode von Drittanbietern\n\nDieser SERVICE basierte auf Code von Drittanbietern. Der gesamte Quellcode, der bei der Erstellung dieses SERVICE verwendet wird, stammt aus Quellen, die seine vollständige Nutzung in der vom SERVICE durchgeführten Weise ermöglichen. Grundlage dieses Projekts war insbesondere das Projekt CustomKeyboard von Ethan Sarif-Kattan. CustomKeyboard wurde unter einer MIT-Lizenz veröffentlicht, wobei diese Lizenz unter https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE verfügbar ist.\n\n5. Dienste von Drittanbietern\n\nDieser SERVICE nutzt Dienste von Drittanbietern, um einige der Daten von Drittanbietern zu manipulieren. Insbesondere wurden Daten unter Verwendung von Modellen von Hugging Face Transformers übersetzt. Dieser Dienst ist durch eine Apache-Lizenz 2.0 abgedeckt, die besagt, dass er für die kommerzielle Nutzung, Änderung, Verteilung, Patentnutzung und private Nutzung verfügbar ist. Die Lizenz für den oben genannten Dienst finden Sie unter https://github.com/huggingface/transformers/blob/master/LICENSE.\n\n6. Links zu Drittanbietern\n\nDieser SERVICE enthält Links zu externen Websites. Wenn BENUTZER auf einen Link eines Drittanbieters klicken, werden sie auf eine Website weitergeleitet. Beachten Sie, dass diese externen Websites nicht von diesem SERVICE betrieben werden. Daher wird BENUTZERN dringend empfohlen, die Datenschutzrichtlinie dieser Websites zu lesen. Dieser SERVICE hat keine Kontrolle über und übernimmt keine Verantwortung für die Inhalte, Datenschutzrichtlinien oder Praktiken von Websites oder Diensten Dritter.\n\n7. Bilder von Drittanbietern\n\nDieser SERVICE enthält Bilder, die von Dritten urheberrechtlich geschützt sind. Insbesondere enthält diese App eine Kopie der Logos von GitHub, Inc und Wikidata, Warenzeichen von Wikimedia Foundation, Inc. Die Bedingungen, unter denen das GitHub-Logo verwendet werden kann, finden Sie unter https://github.com/logos und die Bedingungen für das Wikidata-Logo finden Sie auf der folgenden Wikimedia-Seite: https://foundation.wikimedia.org/wiki/Policy:Trademark_policy. Dieser SERVICE verwendet die urheberrechtlich geschützten Bilder in einer Weise, die diesen Kriterien entspricht, wobei die einzige Abweichung eine Drehung des GitHub-Logos ist, die in der Open-Source-Community üblich ist, um anzuzeigen, dass es einen Link zur GitHub-Website gibt.\n\n8. Inhaltshinweis\n\nDieser SERVICE ermöglicht NUTZERN den Zugriff auf sprachliche Inhalte (INHALTE). Einige dieser INHALTE könnten für Kinder und Minderjährige als ungeeignet erachtet werden. Der Zugriff auf INHALTE über den DIENST erfolgt auf eine Weise, dass die Informationen nicht verfügbar sind, es sei denn, sie sind ausdrücklich bekannt. Insbesondere „können“ BENUTZER Wörter übersetzen, Verben konjugieren und auf andere grammatikalische Merkmale von INHALTEN zugreifen, die sexueller, gewalttätiger oder anderweitig unangemessener Natur sein können. BENUTZER „können“ keine Wörter übersetzen, Verben konjugieren und auf andere grammatikalische Merkmale von INHALTEN zugreifen, die sexueller, gewalttätiger oder anderweitig unangemessener Natur sein können, wenn sie nicht bereits über die Natur dieser INHALTE Bescheid wissen. SCRIBE übernimmt keine Verantwortung für den Zugriff auf solche INHALTE.\n\n9. Änderungen\n\nDiese RICHTLINIE kann sich ändern. Aktualisierungen dieser RICHTLINIE ersetzen alle vorherigen Instanzen, und wenn sie als wesentlich erachtet werden, werden sie in der nächsten anwendbaren Aktualisierung des SERVICE weiter deutlich angegeben. SCRIBE ermutigt BENUTZER, diese RICHTLINIE regelmäßig auf die neuesten Informationen zu unseren Datenschutzpraktiken zu überprüfen und sich mit etwaigen Änderungen vertraut zu machen.\n\n10. Kontakt\n\nWenn Sie Fragen, Bedenken oder Vorschläge zu dieser RICHTLINIE haben, zögern Sie nicht, https://github.com/scribe-org zu besuchen oder SCRIBE unter scribe.langauge@gmail.com zu kontaktieren. Verantwortlich für solche Anfragen ist Andrew Tavis McAllister.\n\n11. Datum des Inkrafttretens\n\nDiese RICHTLINIE tritt am 24. Mai 2022 in Kraft.",
    "comment" : "Main text body of the privacy policy"
  },
  "about.privacyPolicy.caption" : {
    "translation" : "Wir sorgen für Ihre Sicherheit",
    "comment" : "Caption for the privacy policy"
  },
  "about.rate" : {
    "translation" : "",
    "comment" : "Title for the rate button"
  },
  "about.scribe" : {
    "translation" : "",
    "comment" : "Title for the Scribe Apps section"
  },
  "about.share" : {
    "translation" : "",
    "comment" : "Title for the share button"
  },
  "about.thirdParty" : {
    "translation" : "",
    "comment" : "Title for the third party licenses"
  },
  "about.thirdParty.author" : {
    "translation" : "",
    "comment" : "Author of third party code"
  },
  "about.thirdParty.body" : {
    "translation" : "",
    "comment" : "Main text body for the third party license"
  },
  "about.thirdParty.caption" : {
    "translation" : "",
    "comment" : "Caption for the third party license"
  },
  "about.thirdParty.license" : {
    "translation" : "",
    "comment" : "License of third party code"
  },
  "about.thirdParty.link" : {
    "translation" : "",
    "comment" : "Link to license of third party code"
  },
  "about.title" : {
    "translation" : "",
    "comment" : "The title of the about tab"
  },
  "about.wikimedia" : {
    "translation" : "",
    "comment" : "Title for the Wikimedia explanation"
  },
  "about.wikimedia.caption" : {
    "translation" : "",
    "comment" : "Caption for the Wikimedia explanation"
  },
  "about.wikimedia.text1" : {
    "translation" : "",
    "comment" : "First paragraph of the Wikimedia explanation"
  },
  "about.wikimedia.text2" : {
    "translation" : "",
    "comment" : "Second paragraph of the Wikimedia explanation"
  },
  "about.wikimedia.text3" : {
    "translation" : "",
    "comment" : "Third paragraph of the Wikimedia explanation"
  },
  "install.settingsLink" : {
    "translation" : "",
    "comment" : "Text for the link to the scribe section in the settings"
  },
  "install.settingsLinkOld" : {
    "translation" : "Einstellungen öffnen",
    "comment" : "Text for the link to the scribe section in the settings on older iOS versions"
  },
  "install.text" : {
    "translation" : "",
    "comment" : "Main text for the installation screen"
  },
  "install.text2" : {
    "translation" : "",
    "comment" : "Main text for the installation screen 2"
  },
  "install.text3" : {
    "translation" : "",
    "comment" : "Main text for the installation screen 3"
  },
  "install.textOld" : {
    "translation" : "",
    "comment" : "Main text for the installation screen on older iOS versions"
  },
  "install.textOld2" : {
    "translation" : "",
    "comment" : "Main text for the installation screen on older iOS versions 2"
  },
  "install.textOld3" : {
    "translation" : "",
    "comment" : "Main text for the installation screen on older iOS versions 3"
  },
  "install.textOld4" : {
    "translation" : "",
    "comment" : "Main text for the installation screen on older iOS versions 4"
  },
  "install.textOld5" : {
    "translation" : "",
    "comment" : "Main text for the installation screen on older iOS versions 5"
  },
  "install.title" : {
    "translation" : "",
    "comment" : "Title of the keyboard installation screen"
  },
  "keyboard" : {
    "translation" : "",
    "comment" : "Keyboard button in the settings"
  },
  "keyboards" : {
    "translation" : "",
    "comment" : "Keyboards button in the settings"
  },
  "settings.appSettings" : {
    "translation" : "",
    "comment" : "The title of the app settings section"
  },
  "settings.appSettings.appLanguage" : {
    "translation" : "",
    "comment" : "Change the language of the Scribe App"
  },
  "settings.functionality" : {
    "translation" : "",
    "comment" : "The title of the functionality section"
  },
  "settings.functionality.autoSuggestEmoji" : {
    "translation" : "",
    "comment" : "Toggles the suggestion of Emoji"
  },
  "settings.general" : {
    "translation" : "",
    "comment" : "General section of system settings"
  },
  "settings.installedKeyboards" : {
    "translation" : "",
    "comment" : "The title of the installed keyboards section"
  },
  "settings.layout" : {
    "translation" : "",
    "comment" : "The title of the layout section"
  },
  "settings.layout.autoSuggestEmoji.description" : {
    "translation" : "",
    "comment" : ""
  },
  "settings.layout.disableAccentCharacters" : {
    "translation" : "",
    "comment" : "Toggles accented characters for the selected keyboard"
  },
  "settings.layout.disableAccentCharacters.description" : {
    "translation" : "",
    "comment" : ""
  },
  "settings.layout.periodAndComma" : {
    "translation" : "",
    "comment" : "Toggles period and commas for the selected keyboard"
  },
  "settings.layout.periodAndComma.description" : {
    "translation" : "",
    "comment" : ""
  },
  "settings.title" : {
    "translation" : "",
    "comment" : "The title for the settings screen"
  },
  "wikidataExplanation1" : {
    "translation" : "",
    "comment" : "First page of the wikidata explanation for missing words/conjugations"
  },
  "wikidataExplanation2" : {
    "translation" : "",
    "comment" : "Second page of the wikidata explanation for missing words/conjugations"
  },
  "wikidataExplanation3" : {
    "translation" : "",
    "comment" : "Last page of the wikidata explanation for missing words/conjugations"
  }
}
