{
  "i18n._global.about_scribe": "Σχετικά με το Scribe",
  "i18n._global.android_changelog": "Ιστορικό αλλαγών Android",
  "i18n._global.available_data": "Διαθέσιμα Δεδομένα",
  "i18n._global.blog_posts": "Αναρτήσεις Ιστολογίου",
  "i18n._global.changelog": "Ιστορικό αλλαγών",
  "i18n._global.conjugate_apps": "Εφαρμογές Κλίσης Ρημάτων",
  "i18n._global.data_extraction": "Εξαγωγή Δεδομένων",
  "i18n._global.data_server": "Διακομιστής Δεδομένων",
  "i18n._global.imprint": "Στοιχεία Εκδότη",
  "i18n._global.ios_changelog": "Ιστορικό αλλαγών iOS",
  "i18n._global.keyboard_apps": "Εφαρμογές Πληκτρολογίου",
  "i18n._global.learn_more": "Μάθετε Περισσότερα",
  "i18n._global.legal": "Νομικά",
  "i18n._global.our_community": "Η Κοινότητά μας",
  "i18n._global.privacy_policy": "Πολιτική Απορρήτου",
  "i18n._global.support_scribe": "Υποστηρίξτε το Scribe",
  "i18n._global.supporters": "Υποστηρικτές",
  "i18n._global.trademark_policy": "Πολιτική Εμπορικών Σημάτων",
  "i18n.app._global.download_data": "Λήψη δεδομένων",
  "i18n.app._global.english": "Αγγλικά",
  "i18n.app._global.french": "Γαλλικά",
  "i18n.app._global.german": "Γερμανικά",
  "i18n.app._global.indonesian": "Ινδονησιακά",
  "i18n.app._global.italian": "Ιταλικά",
  "i18n.app._global.norwegian": "Νορβηγικά",
  "i18n.app._global.portuguese": "Πορτογαλικά",
  "i18n.app._global.russian": "Ρωσικά",
  "i18n.app._global.spanish": "Ισπανικά",
  "i18n.app._global.swedish": "Σουηδικά",
  "i18n.app.about.app_hint_tooltip": "Εδώ μπορείτε να μάθετε περισσότερα για το Scribe και την κοινότητά του.",
  "i18n.app.about.community.github": "Δείτε τον κώδικα στο GitHub",
  "i18n.app.about.community.mastodon": "Ακολουθήστε μας στο Mastodon",
  "i18n.app.about.community.matrix": "Μιλήστε με την ομάδα στο Matrix",
  "i18n.app.about.community.share_conjugate": "Μοιραστείτε το Scribe Conjugate",
  "i18n.app.about.community.share_scribe": "Μοιραστείτε το Scribe",
  "i18n.app.about.community.title": "Κοινότητα",
  "i18n.app.about.community.visit_website": "Επισκεφθείτε την ιστοσελίδα του Scribe",
  "i18n.app.about.community.wikimedia": "Wikimedia και Scribe",
  "i18n.app.about.community.wikimedia.caption": "Πώς συνεργαζόμαστε",
  "i18n.app.about.community.wikimedia.text_1": "Το Scribe δεν θα ήταν δυνατό χωρίς τις αμέτρητες συνεισφορές των εθελοντών του Wikimedia στα πολλά έργα που υποστηρίζουν. Το Scribe χρησιμοποιεί δεδομένα από την κοινότητα λεξικογραφικών δεδομένων των Wikidata, καθώς και δεδομένα από τη Wikipedia για κάθε γλώσσα που υποστηρίζει το Scribe.",
  "i18n.app.about.community.wikimedia.text_2": "Τα Wikidata είναι ένα πολύγλωσσο γράφημα γνώσης που επεξεργάζεται συνεργατικά και φιλοξενείται από το Wikimedia Foundation. Παρέχει ελεύθερα διαθέσιμα δεδομένα που ο καθένας μπορεί να χρησιμοποιήσει υπό την άδεια Creative Commons Public Domain (CC0). Το Scribe χρησιμοποιεί γλωσσικά δεδομένα από τα Wikidata για να παρέχει στους χρήστες κλίσεις ρημάτων, σχολιασμούς μορφών ουσιαστικών, πληθυντικούς και πολλές άλλες λειτουργίες.",
  "i18n.app.about.community.wikimedia.text_3": "Η Wikipedia είναι μια πολύγλωσση δωρεάν διαδικτυακή εγκυκλοπαίδεια που γράφεται και συντηρείται από μια κοινότητα εθελοντών μέσω ανοιχτής συνεργασίας. Το Scribe χρησιμοποιεί δεδομένα από τη Wikipedia για να παράγει αυτόματες προτάσεις, αντλώντας τις πιο κοινές λέξεις σε μια γλώσσα καθώς και τις πιο κοινές λέξεις που τις ακολουθούν.",
  "i18n.app.about.feedback.bug_report": "Αναφορά σφάλματος",
  "i18n.app.about.feedback.rate_conjugate": "Αξιολογήστε το Scribe Conjugate",
  "i18n.app.about.feedback.rate_scribe": "Αξιολογήστε το Scribe",
  "i18n.app.about.feedback.reset_app_hints": "Επαναφορά υποδείξεων εφαρμογής",
  "i18n.app.about.feedback.send_email": "Στείλτε μας email",
  "i18n.app.about.feedback.title": "Σχόλια και υποστήριξη",
  "i18n.app.about.feedback.version": "Έκδοση",
  "i18n.app.about.legal.privacy_policy.caption": "Κρατώντας σας ασφαλείς",
  "i18n.app.about.legal.privacy_policy.text": "Παρακαλούμε σημειώστε ότι η αγγλική έκδοση αυτής της πολιτικής υπερισχύει όλων των άλλων εκδόσεων.\n\nΟι προγραμματιστές του Scribe (SCRIBE) δημιούργησαν την εφαρμογή iOS \"Scribe - Language Keyboards\" (ΥΠΗΡΕΣΙΑ) ως εφαρμογή ανοιχτού κώδικα. Αυτή η ΥΠΗΡΕΣΙΑ παρέχεται από το SCRIBE χωρίς κόστος και προορίζεται για χρήση ως έχει.\n\nΑυτή η πολιτική απορρήτου (ΠΟΛΙΤΙΚΗ) χρησιμοποιείται για να ενημερώσει τον αναγνώστη σχετικά με τις πολιτικές πρόσβασης, παρακολούθησης, συλλογής, διατήρησης, χρήσης και αποκάλυψης προσωπικών πληροφοριών (ΠΛΗΡΟΦΟΡΙΕΣ ΧΡΗΣΤΗ) και δεδομένων χρήσης (ΔΕΔΟΜΕΝΑ ΧΡΗΣΤΗ) για όλα τα άτομα που κάνουν χρήση αυτής της ΥΠΗΡΕΣΙΑΣ (ΧΡΗΣΤΕΣ).\n\nΟι ΠΛΗΡΟΦΟΡΙΕΣ ΧΡΗΣΤΗ ορίζονται συγκεκριμένα ως οποιαδήποτε πληροφορία σχετίζεται με τους ίδιους τους ΧΡΗΣΤΕΣ ή τις συσκευές που χρησιμοποιούν για πρόσβαση στην ΥΠΗΡΕΣΙΑ.\n\nΤα ΔΕΔΟΜΕΝΑ ΧΡΗΣΤΗ ορίζονται συγκεκριμένα ως οποιοδήποτε κείμενο πληκτρολογείται ή ενέργειες που γίνονται από τους ΧΡΗΣΤΕΣ κατά τη χρήση της ΥΠΗΡΕΣΙΑΣ.\n\n1. Δήλωση Πολιτικής\n\nΑυτή η ΥΠΗΡΕΣΙΑ δεν αποκτά πρόσβαση, δεν παρακολουθεί, δεν συλλέγει, δεν διατηρεί, δεν χρησιμοποιεί και δεν αποκαλύπτει καμία ΠΛΗΡΟΦΟΡΙΑ ΧΡΗΣΤΗ ή ΔΕΔΟΜΕΝΑ ΧΡΗΣΤΗ.\n\n2. Μη Παρακολούθηση (Do Not Track)\n\nΣτους ΧΡΗΣΤΕΣ που επικοινωνούν με το SCRIBE ζητώντας να μην παρακολουθούνται οι ΠΛΗΡΟΦΟΡΙΕΣ ΧΡΗΣΤΗ και τα ΔΕΔΟΜΕΝΑ ΧΡΗΣΤΗ τους, θα παρέχεται αντίγραφο αυτής της ΠΟΛΙΤΙΚΗΣ καθώς και σύνδεσμος προς όλους τους πηγαίους κώδικες ως απόδειξη ότι δεν παρακολουθούνται.\n\n3. Δεδομένα Τρίτων\n\nΑυτή η ΥΠΗΡΕΣΙΑ κάνει χρήση δεδομένων τρίτων. Όλα τα δεδομένα που χρησιμοποιούνται στη δημιουργία αυτής της ΥΠΗΡΕΣΙΑΣ προέρχονται από πηγές που επιτρέπουν την πλήρη χρήση τους με τον τρόπο που γίνεται από την ΥΠΗΡΕΣΙΑ. Συγκεκριμένα, τα δεδομένα για αυτήν την ΥΠΗΡΕΣΙΑ προέρχονται από τα Wikidata, τη Wikipedia και το Unicode. Τα Wikidata δηλώνουν ότι \"Όλα τα δομημένα δεδομένα στους κύριους χώρους ονομάτων, ιδιοτήτων και λεξημάτων διατίθενται υπό την άδεια Creative Commons CC0. Το κείμενο σε άλλους χώρους ονομάτων διατίθεται υπό την άδεια Creative Commons Attribution-Share Alike.\" Η πολιτική που περιγράφει τη χρήση δεδομένων Wikidata βρίσκεται στη διεύθυνση https://www.wikidata.org/wiki/Wikidata:Licensing. Η Wikipedia δηλώνει ότι τα δεδομένα κειμένου, ο τύπος δεδομένων που χρησιμοποιείται από την ΥΠΗΡΕΣΙΑ, \"… μπορούν να χρησιμοποιηθούν υπό τους όρους της άδειας Creative Commons Attribution Share-Alike\". Η πολιτική που περιγράφει τη χρήση δεδομένων Wikipedia βρίσκεται στη διεύθυνση https://en.wikipedia.org/wiki/Wikipedia:Reusing_Wikipedia_content. Το Unicode παρέχει άδεια, \"… δωρεάν, σε οποιοδήποτε πρόσωπο αποκτά αντίγραφο των αρχείων δεδομένων Unicode και τυχόν σχετικής τεκμηρίωσης (τα \"Αρχεία Δεδομένων\") ή λογισμικού Unicode και τυχόν σχετικής τεκμηρίωσης (το \"Λογισμικό\") να διαχειρίζεται τα Αρχεία Δεδομένων ή το Λογισμικό χωρίς περιορισμό…\" Η πολιτική που περιγράφει τη χρήση δεδομένων Unicode βρίσκεται στη διεύθυνση https://www.unicode.org/license.txt.\n\n4. Πηγαίος Κώδικας Τρίτων\n\nΑυτή η ΥΠΗΡΕΣΙΑ βασίστηκε σε κώδικα τρίτων. Όλος ο πηγαίος κώδικας που χρησιμοποιήθηκε στη δημιουργία αυτής της ΥΠΗΡΕΣΙΑΣ προέρχεται από πηγές που επιτρέπουν την πλήρη χρήση του με τον τρόπο που γίνεται από την ΥΠΗΡΕΣΙΑ. Συγκεκριμένα, η βάση αυτού του έργου ήταν το έργο Custom Keyboard του Ethan Sarif-Kattan. Το Custom Keyboard κυκλοφόρησε υπό άδεια MIT, με αυτήν την άδεια να είναι διαθέσιμη στη διεύθυνση https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE.\n\n5. Υπηρεσίες Τρίτων\n\nΑυτή η ΥΠΗΡΕΣΙΑ κάνει χρήση υπηρεσιών τρίτων για τον χειρισμό ορισμένων δεδομένων τρίτων. Συγκεκριμένα, τα δεδομένα έχουν μεταφραστεί χρησιμοποιώντας μοντέλα από το Hugging Face transformers. Αυτή η υπηρεσία καλύπτεται από άδεια Apache License 2.0, η οποία δηλώνει ότι είναι διαθέσιμη για εμπορική χρήση, τροποποίηση, διανομή, χρήση διπλωμάτων ευρεσιτεχνίας και ιδιωτική χρήση. Η άδεια για την προαναφερθείσα υπηρεσία βρίσκεται στη διεύθυνση https://github.com/huggingface/transformers/blob/master/LICENSE.\n\n6. Σύνδεσμοι Τρίτων\n\nΑυτή η ΥΠΗΡΕΣΙΑ περιέχει συνδέσμους προς εξωτερικούς ιστότοπους. Εάν οι ΧΡΗΣΤΕΣ κάνουν κλικ σε σύνδεσμο τρίτου μέρους, θα κατευθυνθούν σε έναν ιστότοπο. Σημειώστε ότι αυτοί οι εξωτερικοί ιστότοποι δεν λειτουργούν από αυτήν την ΥΠΗΡΕΣΙΑ. Επομένως, συνιστάται έντονα στους ΧΡΗΣΤΕΣ να ελέγχουν την πολιτική απορρήτου αυτών των ιστότοπων. Αυτή η ΥΠΗΡΕΣΙΑ δεν έχει κανέναν έλεγχο και δεν αναλαμβάνει καμία ευθύνη για το περιεχόμενο, τις πολιτικές απορρήτου ή τις πρακτικές τυχόν ιστότοπων ή υπηρεσιών τρίτων.\n\n7. Εικόνες Τρίτων\n\nΑυτή η ΥΠΗΡΕΣΙΑ περιέχει εικόνες που αποτελούν πνευματική ιδιοκτησία τρίτων. Συγκεκριμένα, αυτή η εφαρμογή περιλαμβάνει αντίγραφο των λογότυπων των GitHub, Inc και Wikidata, εμπορικό σήμα του Wikimedia Foundation, Inc. Οι όροι χρήσης του λογότυπου GitHub βρίσκονται στη διεύθυνση https://github.com/logos, και οι όροι για το λογότυπο Wikidata βρίσκονται στην ακόλουθη σελίδα του Wikimedia: https://foundation.wikimedia.org/wiki/Policy:Trademark_policy. Αυτή η ΥΠΗΡΕΣΙΑ χρησιμοποιεί τις προστατευόμενες εικόνες με τρόπο που ταιριάζει με αυτά τα κριτήρια, με μόνη απόκλιση την περιστροφή του λογότυπου GitHub που είναι κοινή στην κοινότητα ανοιχτού κώδικα για να υποδείξει ότι υπάρχει σύνδεσμος προς τον ιστότοπο GitHub.\n\n8. Σημείωση Περιεχομένου\n\nΑυτή η ΥΠΗΡΕΣΙΑ επιτρέπει στους ΧΡΗΣΤΕΣ να έχουν πρόσβαση σε γλωσσικό περιεχόμενο (ΠΕΡΙΕΧΟΜΕΝΟ). Μέρος αυτού του ΠΕΡΙΕΧΟΜΕΝΟΥ θα μπορούσε να θεωρηθεί ακατάλληλο για παιδιά και ανηλίκους. Η πρόσβαση στο ΠΕΡΙΕΧΟΜΕΝΟ χρησιμοποιώντας την ΥΠΗΡΕΣΙΑ γίνεται με τρόπο ώστε οι πληροφορίες να μην είναι διαθέσιμες εκτός εάν είναι ρητά γνωστές. Συγκεκριμένα, οι ΧΡΗΣΤΕΣ \"μπορούν\" να μεταφράζουν λέξεις, να κλίνουν ρήματα και να έχουν πρόσβαση σε άλλα γραμματικά χαρακτηριστικά ΠΕΡΙΕΧΟΜΕΝΟΥ που μπορεί να είναι σεξουαλικό, βίαιο ή άλλως ακατάλληλο. Οι ΧΡΗΣΤΕΣ \"δεν μπορούν\" να μεταφράζουν λέξεις, να κλίνουν ρήματα και να έχουν πρόσβαση σε άλλα γραμματικά χαρακτηριστικά ΠΕΡΙΕΧΟΜΕΝΟΥ που μπορεί να είναι σεξουαλικό, βίαιο ή άλλως ακατάλληλο εάν δεν γνωρίζουν ήδη τη φύση αυτού του ΠΕΡΙΕΧΟΜΕΝΟΥ. Το SCRIBE δεν αναλαμβάνει καμία ευθύνη για την πρόσβαση σε τέτοιο ΠΕΡΙΕΧΟΜΕΝΟ.\n\n9. Αλλαγές\n\nΑυτή η ΠΟΛΙΤΙΚΗ υπόκειται σε αλλαγές. Οι ενημερώσεις αυτής της ΠΟΛΙΤΙΚΗΣ θα αντικαταστήσουν όλα τα προηγούμενα στιγμιότυπα και εάν κριθούν ουσιώδεις θα δηλώνονται περαιτέρω με σαφήνεια στην επόμενη εφαρμοστή ενημέρωση της ΥΠΗΡΕΣΙΑΣ. Το SCRIBE ενθαρρύνει τους ΧΡΗΣΤΕΣ να ελέγχουν περιοδικά αυτήν την ΠΟΛΙΤΙΚΗ για τις τελευταίες πληροφορίες σχετικά με τις πρακτικές απορρήτου μας και να εξοικειώνονται με τυχόν αλλαγές.\n\n10. Επικοινωνία\n\nΕάν έχετε ερωτήσεις, ανησυχίες ή προτάσεις σχετικά με αυτήν την ΠΟΛΙΤΙΚΗ, μη διστάσετε να επισκεφθείτε τη διεύθυνση https://github.com/scribe-org ή να επικοινωνήσετε με το SCRIBE στο security[at]scri.be. Υπεύθυνος για τέτοια ερωτήματα είναι ο Andrew Tavis McAllister.\n\n11. Ημερομηνία Έναρξης Ισχύος\n\nΑυτή η ΠΟΛΙΤΙΚΗ ισχύει από τις 24 Μαΐου 2022.",
  "i18n.app.about.legal.third_party": "Άδειες τρίτων",
  "i18n.app.about.legal.third_party.caption": "Τίνος τον κώδικα χρησιμοποιήσαμε",
  "i18n.app.about.legal.third_party.entry_custom_keyboard": "Custom Keyboard\n• Συγγραφέας: EthanSK\n• Άδεια: MIT\n• Σύνδεσμος: https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE",
  "i18n.app.about.legal.third_party.entry_simple_keyboard": "Simple Keyboard\n• Συγγραφέας: Simple Mobile Tools\n• Άδεια: GPL-3.0\n• Σύνδεσμος: https://github.com/SimpleMobileTools/Simple-Keyboard/blob/main/LICENSE",
  "i18n.app.about.legal.third_party.text": "Οι προγραμματιστές του Scribe (SCRIBE) δημιούργησαν την εφαρμογή iOS \"Scribe - Language Keyboards\" (ΥΠΗΡΕΣΙΑ) χρησιμοποιώντας κώδικα τρίτων. Όλος ο πηγαίος κώδικας που χρησιμοποιήθηκε στη δημιουργία αυτής της ΥΠΗΡΕΣΙΑΣ προέρχεται από πηγές που επιτρέπουν την πλήρη χρήση του με τον τρόπο που γίνεται από την ΥΠΗΡΕΣΙΑ. Αυτή η ενότητα παραθέτει τον πηγαίο κώδικα στον οποίο βασίστηκε η ΥΠΗΡΕΣΙΑ καθώς και τις αντίστοιχες άδειες του καθενός.\n\nΑκολουθεί μια λίστα με όλο τον χρησιμοποιούμενο πηγαίο κώδικα, τον κύριο συγγραφέα ή συγγραφείς του κώδικα, την άδεια υπό την οποία κυκλοφόρησε κατά τη χρήση και έναν σύνδεσμο προς την άδεια.",
  "i18n.app.about.title": "Σχετικά",
  "i18n.app.conjugate.choose_conjugation.select_tense": "Επιλογή χρόνου",
  "i18n.app.conjugate.choose_conjugation.title": "Επιλέξτε μια κλίση παρακάτω",
  "i18n.app.conjugate.recently_conjugated.title": "Πρόσφατες κλίσεις",
  "i18n.app.conjugate.title": "Κλίση",
  "i18n.app.conjugate.verbs_search.placeholder": "Αναζήτηση ρημάτων",
  "i18n.app.conjugate.verbs_search.title": "Κλίση ρημάτων",
  "i18n.app.download.menu_option.conjugate_description": "Προσθήκη νέων δεδομένων στο Scribe Conjugate.",
  "i18n.app.download.menu_option.conjugate_download_data": "Λήψη δεδομένων ρημάτων",
  "i18n.app.download.menu_option.conjugate_download_data_start": "Κατεβάστε δεδομένα για να ξεκινήσετε την κλίση!",
  "i18n.app.download.menu_option.conjugate_title": "Δεδομένα ρημάτων",
  "i18n.app.download.menu_option.scribe_description": "Προσθήκη νέων δεδομένων στα πληκτρολόγια Scribe.",
  "i18n.app.download.menu_option.scribe_download_data": "Λήψη δεδομένων πληκτρολογίου",
  "i18n.app.download.menu_option.scribe_title": "Δεδομένα γλώσσας",
  "i18n.app.download.menu_ui.download_data.all_languages": "Όλες οι γλώσσες",
  "i18n.app.download.menu_ui.download_data.downloading": "Γίνεται λήψη",
  "i18n.app.download.menu_ui.download_data.title": "Επιλογή δεδομένων για λήψη",
  "i18n.app.download.menu_ui.download_data.up_to_date": "Ενημερωμένο",
  "i18n.app.download.menu_ui.download_data.update": "Ενημέρωση",
  "i18n.app.download.menu_ui.no_keyboards_installed": "Αυτή τη στιγμή δεν έχετε εγκατεστημένο κανένα πληκτρολόγιο Scribe. Παρακαλούμε πατήστε το κουμπί Εγκατάσταση πληκτρολογίων παρακάτω για να εγκαταστήσετε ένα πληκτρολόγιο Scribe και μετά επιστρέψτε για να κατεβάσετε τα απαραίτητα δεδομένα.",
  "i18n.app.download.menu_ui.translation_source_tooltip.change_language": "Αλλαγή γλώσσας",
  "i18n.app.download.menu_ui.translation_source_tooltip.download_warning": "Τα δεδομένα που θα κατεβάσετε θα σας επιτρέψουν να μεταφράζετε από {source_language} σε {target_language}. Θέλετε να αλλάξετε τη γλώσσα από την οποία θα μεταφράζετε;",
  "i18n.app.download.menu_ui.translation_source_tooltip.use_source_language": "Χρήση {source_language}",
  "i18n.app.download.menu_ui.update_data": "Ενημέρωση δεδομένων",
  "i18n.app.download.menu_ui.update_data.check_new": "Έλεγχος για νέα δεδομένα",
  "i18n.app.download.menu_ui.update_data.regular_update": "Τακτική ενημέρωση δεδομένων",
  "i18n.app.installation.app_hint_tooltip": "Ακολουθήστε τις παρακάτω οδηγίες για να εγκαταστήσετε πληκτρολόγια Scribe στη συσκευή σας.",
  "i18n.app.installation.button_quick_tutorial": "Γρήγορο μάθημα",
  "i18n.app.installation.keyboard.keyboard_settings": "Άνοιγμα ρυθμίσεων πληκτρολογίου",
  "i18n.app.installation.keyboard.keyboards_bold": "Πληκτρολόγια",
  "i18n.app.installation.keyboard.scribe_settings": "Άνοιγμα ρυθμίσεων Scribe",
  "i18n.app.installation.keyboard.text_1": "Επιλέξτε",
  "i18n.app.installation.keyboard.text_2": "Ενεργοποιήστε τα πληκτρολόγια που θέλετε να χρησιμοποιήσετε",
  "i18n.app.installation.keyboard.text_3": "Όταν πληκτρολογείτε, πατήστε",
  "i18n.app.installation.keyboard.text_4": "για να επιλέξετε πληκτρολόγια",
  "i18n.app.installation.keyboard.title": "Εγκατάσταση πληκτρολογίου",
  "i18n.app.installation.title": "Εγκατάσταση",
  "i18n.app.keyboard.not_in_wikidata.explanation_1": "Τα Wikidata είναι ένα συνεργατικά επεξεργασμένο γράφημα γνώσης που συντηρείται από το Wikimedia Foundation. Λειτουργεί ως πηγή ανοιχτών δεδομένων για έργα όπως η Wikipedia και αμέτρητα άλλα.",
  "i18n.app.keyboard.not_in_wikidata.explanation_2": "Το Scribe χρησιμοποιεί τα γλωσσικά δεδομένα των Wikidata για πολλά από τα βασικά χαρακτηριστικά του. Λαμβάνουμε πληροφορίες όπως γένη ουσιαστικών, κλίσεις ρημάτων και πολλά άλλα!",
  "i18n.app.keyboard.not_in_wikidata.explanation_3": "Μπορείτε να δημιουργήσετε έναν λογαριασμό στο wikidata.org για να γίνετε μέλος της κοινότητας που υποστηρίζει το Scribe και τόσα άλλα έργα. Βοηθήστε μας να φέρουμε δωρεάν πληροφορίες στον κόσμο!",
  "i18n.app.settings.app_hint_tooltip": "Οι ρυθμίσεις για την εφαρμογή και τα εγκατεστημένα πληκτρολόγια γλώσσας βρίσκονται εδώ.",
  "i18n.app.settings.button_install_keyboards": "Εγκατάσταση πληκτρολογίων",
  "i18n.app.settings.keyboard.functionality.annotate_suggestions": "Σήμανση προτάσεων/συμπληρώσεων",
  "i18n.app.settings.keyboard.functionality.annotate_suggestions_description": "Υπογράμμιση προτάσεων και συμπληρώσεων για εμφάνιση του γένους τους καθώς πληκτρολογείτε.",
  "i18n.app.settings.keyboard.functionality.auto_suggest_emoji": "Αυτόματη πρόταση emoji",
  "i18n.app.settings.keyboard.functionality.auto_suggest_emoji_description": "Ενεργοποίηση προτάσεων και συμπληρώσεων emoji για πιο εκφραστική πληκτρολόγηση.",
  "i18n.app.settings.keyboard.functionality.default_emoji_tone": "Προεπιλεγμένος τόνος δέρματος emoji",
  "i18n.app.settings.keyboard.functionality.default_emoji_tone.caption": "Τόνος δέρματος προς χρήση",
  "i18n.app.settings.keyboard.functionality.default_emoji_tone_description": "Ορίστε έναν προεπιλεγμένο τόνο δέρματος για αυτόματες προτάσεις και συμπληρώσεις emoji.",
  "i18n.app.settings.keyboard.functionality.delete_word_by_word": "Διαγραφή λέξη προς λέξη με παρατεταμένο πάτημα",
  "i18n.app.settings.keyboard.functionality.delete_word_by_word_description": "Διαγραφή κειμένου λέξη προς λέξη όταν το πλήκτρο διαγραφής πατηθεί παρατεταμένα.",
  "i18n.app.settings.keyboard.functionality.double_space_period": "Τελεία με διπλό κενό",
  "i18n.app.settings.keyboard.functionality.double_space_period_description": "Αυτόματη εισαγωγή τελείας όταν το πλήκτρο διαστήματος πατηθεί δύο φορές.",
  "i18n.app.settings.keyboard.functionality.hold_for_alt_chars": "Κράτημα για εναλλακτικούς χαρακτήρες",
  "i18n.app.settings.keyboard.functionality.hold_for_alt_chars_description": "Επιλογή εναλλακτικών χαρακτήρων κρατώντας πατημένα πλήκτρα και σύροντας στον επιθυμητό χαρακτήρα.",
  "i18n.app.settings.keyboard.functionality.popup_on_keypress": "Εμφάνιση αναδυόμενου στο πάτημα πλήκτρων",
  "i18n.app.settings.keyboard.functionality.popup_on_keypress_description": "Εμφάνιση αναδυόμενου παραθύρου πλήκτρων καθώς πατιούνται.",
  "i18n.app.settings.keyboard.functionality.punctuation_spacing": "Διαγραφή διαστημάτων στίξης",
  "i18n.app.settings.keyboard.functionality.punctuation_spacing_description": "Αφαίρεση πλεοναζόντων διαστημάτων πριν από σημεία στίξης.",
  "i18n.app.settings.keyboard.functionality.title": "Λειτουργικότητα",
  "i18n.app.settings.keyboard.keypress_sound": "Ήχος στο πάτημα πλήκτρου",
  "i18n.app.settings.keyboard.keypress_sound_description": "Αναπαραγωγή ήχου από τη συσκευή όταν πατιούνται τα πλήκτρα.",
  "i18n.app.settings.keyboard.keypress_vibration": "Δόνηση στο πάτημα πλήκτρου",
  "i18n.app.settings.keyboard.keypress_vibration_description": "Δόνηση της συσκευής όταν πατιούνται τα πλήκτρα.",
  "i18n.app.settings.keyboard.layout.default_currency": "Προεπιλεγμένο σύμβολο νομίσματος",
  "i18n.app.settings.keyboard.layout.default_currency.caption": "Σύμβολο για τα αριθμητικά πλήκτρα",
  "i18n.app.settings.keyboard.layout.default_currency_description": "Επιλέξτε ποιο σύμβολο νομίσματος εμφανίζεται στα αριθμητικά πλήκτρα.",
  "i18n.app.settings.keyboard.layout.default_layout": "Προεπιλεγμένο πληκτρολόγιο",
  "i18n.app.settings.keyboard.layout.default_layout.caption": "Διάταξη προς χρήση",
  "i18n.app.settings.keyboard.layout.default_layout_description": "Επιλέξτε μια διάταξη πληκτρολογίου που ταιριάζει στην προτίμηση πληκτρολόγησης και τις γλωσσικές ανάγκες σας.",
  "i18n.app.settings.keyboard.layout.disable_accent_characters": "Απενεργοποίηση τονισμένων χαρακτήρων",
  "i18n.app.settings.keyboard.layout.disable_accent_characters_description": "Αφαίρεση πλήκτρων τονισμένων γραμμάτων στην κύρια διάταξη πληκτρολογίου.",
  "i18n.app.settings.keyboard.layout.period_and_comma": "Τελεία και κόμμα στο ΑΒΓ",
  "i18n.app.settings.keyboard.layout.period_and_comma_description": "Συμπερίληψη πλήκτρων τελείας και κόμματος στο κύριο πληκτρολόγιο για άνετη πληκτρολόγηση.",
  "i18n.app.settings.keyboard.layout.title": "Διάταξη",
  "i18n.app.settings.keyboard.title": "Επιλογή εγκατεστημένου πληκτρολογίου",
  "i18n.app.settings.keyboard.translation.change_source_tooltip.download_warning": "Αλλάξατε τη γλώσσα πηγής μετάφρασης. Θέλετε να κατεβάσετε νέα δεδομένα ώστε να μπορείτε να μεταφράζετε από {source_language};",
  "i18n.app.settings.keyboard.translation.change_source_tooltip.keep_source_language": "Διατήρηση {source_language}",
  "i18n.app.settings.keyboard.translation.select_source": "Επιλογή γλώσσας",
  "i18n.app.settings.keyboard.translation.select_source.caption": "Ποια είναι η γλώσσα πηγής",
  "i18n.app.settings.keyboard.translation.select_source.title": "Γλώσσα μετάφρασης",
  "i18n.app.settings.keyboard.translation.select_source_description": "Αλλαγή της γλώσσας από την οποία γίνεται η μετάφραση.",
  "i18n.app.settings.keyboard.translation.title": "Γλώσσα πηγής μετάφρασης",
  "i18n.app.settings.menu.app_color_mode": "Σκοτεινή λειτουργία",
  "i18n.app.settings.menu.app_color_mode_description": "Αλλαγή της εμφάνισης της εφαρμογής σε σκοτεινή λειτουργία.",
  "i18n.app.settings.menu.app_language": "Γλώσσα εφαρμογής",
  "i18n.app.settings.menu.app_language.caption": "Επιλογή γλώσσας για τα κείμενα της εφαρμογής",
  "i18n.app.settings.menu.app_language.one_device_language_warning.message": "Έχετε μόνο μία γλώσσα εγκατεστημένη στη συσκευή σας. Παρακαλούμε εγκαταστήστε περισσότερες γλώσσες στις Ρυθμίσεις και στη συνέχεια μπορείτε να επιλέξετε διαφορετικές τοπικές ρυθμίσεις του Scribe.",
  "i18n.app.settings.menu.app_language.one_device_language_warning.title": "Μόνο μία γλώσσα συσκευής",
  "i18n.app.settings.menu.app_language_description": "Αλλαγή της γλώσσας στην οποία εμφανίζεται η εφαρμογή Scribe.",
  "i18n.app.settings.menu.high_color_contrast": "Υψηλή αντίθεση χρωμάτων",
  "i18n.app.settings.menu.high_color_contrast_description": "Αύξηση της αντίθεσης χρωμάτων για βελτιωμένη προσβασιμότητα και πιο καθαρή εμπειρία προβολής.",
  "i18n.app.settings.menu.increase_text_size": "Αύξηση μεγέθους κειμένου",
  "i18n.app.settings.menu.increase_text_size_description": "Αύξηση του μεγέθους των κειμένων μενού για καλύτερη αναγνωσιμότητα.",
  "i18n.app.settings.menu.title": "Ρυθμίσεις εφαρμογής",
  "i18n.app.settings.title": "Ρυθμίσεις",
  "i18n.app.settings.translation": "Μετάφραση",
  "i18n.components._global.documentation": "Τεκμηρίωση",
  "i18n.components._global.github": "GitHub",
  "i18n.components._global.mastodon": "Mastodon",
  "i18n.components._global.matrix": "Matrix",
  "i18n.components._global.navigate_to_start": "Πλοήγηση στην αρχή",
  "i18n.components._global.view_docs_aria_label": "Προβολή της τεκμηρίωσης για τις εφαρμογές Scribe",
  "i18n.components.dropdown._global.index": "Ευρετήριο",
  "i18n.components.dropdown._global.open_menu_dropdown_aria_label": "Άνοιγμα του πτυσσόμενου μενού για επιλογή",
  "i18n.components.dropdown_language.open_dropdown_aria_label": "Άνοιγμα του πτυσσόμενου μενού για επιλογή άλλης γλώσσας",
  "i18n.components.dropdown_theme.dark": "Σκοτεινό",
  "i18n.components.dropdown_theme.dark_aria_label": "Εναλλαγή σε σκοτεινή λειτουργία",
  "i18n.components.dropdown_theme.label": "Θέμα",
  "i18n.components.dropdown_theme.light": "Φωτεινό",
  "i18n.components.dropdown_theme.light_aria_label": "Εναλλαγή σε φωτεινή λειτουργία",
  "i18n.components.dropdown_theme.open_dropdown_aria_label": "Άνοιγμα του πτυσσόμενου μενού για επιλογή άλλου θέματος",
  "i18n.components.dropdown_theme.system": "Σύστημα",
  "i18n.components.dropdown_theme.system_aria_label": "Εναλλαγή στη λειτουργία χρώματος συστήματος",
  "i18n.components.footer.flex._global.connect": "Σύνδεση",
  "i18n.components.footer.flex._global.copyright": "Άδεια: AGPL-3.0; CC BY-SA 4.0.",
  "i18n.components.footer.flex._global.organization": "Οργανισμός",
  "i18n.components.footer.flex._global.powered_by_netlify": "Αυτός ο ιστότοπος υποστηρίζεται από το Netlify.",
  "i18n.components.footer.flex._global.resources": "Πόροι",
  "i18n.components.footer.flex._global.scribe_tagline": "Λύσεις γλώσσας ανοιχτού κώδικα.",
  "i18n.components.footer_website.roadmap": "Χάρτης Πορείας",
  "i18n.components.footer_website.source_code": "Πηγαίος Κώδικας",
  "i18n.components.footer_website.version_number": "v0.1.0",
  "i18n.components.grid_app_shields.app_store": "App Store",
  "i18n.components.grid_app_shields.download_on_the": "Λήψη στο",
  "i18n.components.grid_app_shields.f_droid": "F-Droid",
  "i18n.components.grid_app_shields.get_it_on": "Αποκτήστε το στο",
  "i18n.components.grid_app_shields.google_play": "Google Play",
  "i18n.components.grid_community_shields.fork": "Fork",
  "i18n.components.grid_community_shields.join_us": "Ελάτε μαζί μας στο",
  "i18n.components.grid_community_shields.star": "Star",
  "i18n.components.grid_community_shields.visit_us": "Επισκεφθείτε μας στο",
  "i18n.components.grid_git_hub_contributors.img_alt_text": "Πλοήγηση στο προφίλ GitHub του χρήστη {github_user_id}",
  "i18n.components.grid_git_hub_contributors.loading": "Φόρτωση...",
  "i18n.components.grid_git_hub_contributors.show_more": "Προβολή περισσότερων",
  "i18n.components.grid_git_hub_contributors.show_more_aria_label": "Προβολή περισσότερων συνεισφερόντων GitHub του Scribe",
  "i18n.components.grid_git_hub_contributors.show_more_img_alt_text": "Τρεις κάθετες τελείες για ένδειξη ότι μπορούν να προβληθούν περισσότεροι συνεισφέροντες.",
  "i18n.components.grid_supporters.wikimedia_deutschland_logo_aria_label": "Σύνδεσμος προς την ιστοσελίδα της Wikimedia Deutschland",
  "i18n.components.grid_supporters.wikimedia_foundation_logo_aria_label": "Σύνδεσμος προς την ιστοσελίδα του Wikimedia Foundation",
  "i18n.components.header_website.support": "Υποστήριξη",
  "i18n.components.header_website.support_aria_label": "Πλοήγηση στην τεκμηρίωση για το πώς να υποστηρίξετε το Scribe",
  "i18n.components.landing_splash.scribe_logo_img_alt_text": "Το λογότυπο Scribe: Η λέξη 'Scribe' με μια καμπύλη γραμμή από το 'e' που οδηγεί σε ένα μολύβι.",
  "i18n.components.landing_tech_banner.open_header": "Ανοιχτό",
  "i18n.components.landing_tech_banner.open_source_tagline": "Ο κώδικας και οι διαδικασίες μας",
  "i18n.components.landing_tech_banner.open_source_text": "Τίποτα από όσα χτίζει το Scribe δεν θα ήταν δυνατό χωρίς ανοιχτά δεδομένα από τα Wikidata, επομένως είμαστε αφοσιωμένοι στο να εργαζόμαστε ανοιχτά. Παρακαλούμε ελάτε μαζί μας στο GitHub και το Matrix αν θέλετε να συνεισφέρετε ή να μάθετε περισσότερα για τα έργα μας.",
  "i18n.components.logo_scribe.logo_aria_label": "Το λογότυπο Scribe - η λέξη Scribe γραμμένη καλλιγραφικά με μια καμπύλη από πάνω προς ένα μολύβι που τη γράφει",
  "i18n.components.page_breadcrumbs.aria_label": "Η διαδρομή αρχείου για την τρέχουσα σελίδα για να επιτρέψει στον χρήστη να πλοηγηθεί πίσω",
  "i18n.components.page_community_footer.invite_text_1": "Γίνετε μέλος της κοινότητας",
  "i18n.components.page_community_footer.invite_text_2_1": "Παρακαλούμε επισκεφθείτε μας",
  "i18n.components.page_community_footer.invite_text_2_3": "για να μάθετε περισσότερα για τα έργα μας",
  "i18n.components.page_community_footer.invite_text_3_1": "Ελάτε μαζί μας στα",
  "i18n.components.page_community_footer.invite_text_3_3": "για να συζητήσετε τα έργα και να συνδεθείτε με την κοινότητα",
  "i18n.components.page_community_footer.invite_text_4_3": "για να βοηθήσετε στην τοπικοποίηση των εφαρμογών",
  "i18n.components.page_community_footer.on_github": "στο GitHub",
  "i18n.components.page_community_footer.public_matrix_chat_rooms": "δημόσια δωμάτια συνομιλίας Matrix",
  "i18n.components.page_community_footer.visit_our": "Επισκεφθείτε το",
  "i18n.components.page_community_footer.weblate_internationalization_project": "έργο διεθνοποίησης στο Weblate",
  "i18n.components.sidebar_left_header.sidebar_collapse_aria_label": "Ανάπτυξη ή σύμπτυξη της αριστερής πλευρικής στήλης",
  "i18n.components.sidebar_left_selector.navigate_to": "Πλοήγηση στο",
  "i18n.components.sidebar_right_hamburger.collapse_aria_label": "Ανάπτυξη ή σύμπτυξη της δεξιάς πλευρικής στήλης",
  "i18n.error.message": "Ωχ, κάτι πήγε στραβά:",
  "i18n.error.return_home": "Επιστροφή στην αρχική",
  "i18n.error.return_home_aria_label": "Επιστροφή στην αρχική σελίδα του Scribe",
  "i18n.error.title": "Σφάλμα • Scribe",
  "i18n.pages._global.become_supporter": "Γίνετε Υποστηρικτής",
  "i18n.pages._global.conjugate_img_alt_text": "Το περιβάλλον χρήστη της εφαρμογής Scribe Conjugate με τις κλίσεις του γαλλικού ρήματος 'είμαι'.",
  "i18n.pages._global.conjugation_apps": "Εφαρμογές Κλίσης",
  "i18n.pages._global.contributors": "Συνεισφέροντες",
  "i18n.pages._global.data_img_alt_text": "Ένα γραφικό που δείχνει συνδεδεμένους κόμβους δεδομένων με το λογότυπο Scribe-Data από πάνω να συνδέεται με εικονίδια σχετικά με δεδομένα.",
  "i18n.pages._global.language_keyboards": "Πληκτρολόγια Γλωσσών",
  "i18n.pages._global.language_keyboards_img_alt_text": "Μια παρουσίαση της γραμμής εντολών και των λειτουργιών σχολιασμού των Πληκτρολογίων Γλωσσών Scribe πάνω από ένα γερμανικό πληκτρολόγιο.",
  "i18n.pages._global.our_supporters": "Οι Υποστηρικτές μας",
  "i18n.pages._global.server_img_alt_text": "Ένα γραφικό που δείχνει ένα εικονίδιο βάσης δεδομένων με το λογότυπο Scribe-Server από πάνω να συνδέεται με τα εικονίδια υπηρεσιών εφαρμογών.",
  "i18n.pages.docs._global.about_scribe_description": "Μάθετε για την κοινότητα, τους στόχους και αυτούς που μας υποστηρίζουν.",
  "i18n.pages.docs._global.changelog.error": "Σφάλμα: {error}",
  "i18n.pages.docs._global.changelog.file_code_img_alt_text": "Εικονίδιο αρχείου με σύμβολα κώδικα πάνω του.",
  "i18n.pages.docs._global.changelog.loading_changelog": "Φόρτωση ιστορικού αλλαγών...",
  "i18n.pages.docs._global.conjugate_apps_description": "Οι εφαρμογές κλίσης Scribe θα επιτρέπουν στους χρήστες να κλίνουν οποιοδήποτε ρήμα σε οποιαδήποτε γλώσσα με δεδομένα από τα Wikidata.",
  "i18n.pages.docs._global.data_extraction_description": "Η διεπαφή γραμμής εντολών Python του Scribe-Data αποκτά πρόσβαση σε γλωσσικά δεδομένα από τα Wikidata.",
  "i18n.pages.docs._global.data_server_description": "Το API του Scribe-Server μπορεί να χρησιμοποιηθεί ως πηγή δεδομένων για προ-επεξεργασμένα γλωσσικά δεδομένα.",
  "i18n.pages.docs._global.information_icon_img_alt_text": "Ένα i πληροφοριών με κύκλο γύρω του.",
  "i18n.pages.docs._global.keyboard_apps_description": "Τα πληκτρολόγια Scribe επιτρέπουν σε όσους μαθαίνουν μια δεύτερη γλώσσα να επικοινωνούν με αυτοπεποίθηση.",
  "i18n.pages.docs._global.learn_more.key_features": "Βασικά Χαρακτηριστικά",
  "i18n.pages.docs._global.legal_description": "Νομικές πληροφορίες για τις εφαρμογές Scribe και την κοινότητά μας.",
  "i18n.pages.docs._global.return_to_docs_home": "Επιστροφή στην αρχική τεκμηρίωσης",
  "i18n.pages.docs._global.return_to_docs_home_aria_label": "Επιστροφή στην αρχική σελίδα της τεκμηρίωσης Scribe",
  "i18n.pages.docs.about._global.file_text_img_alt_text": "Εικονίδιο αρχείου με γραμμές κειμένου πάνω του.",
  "i18n.pages.docs.about._global.heart_img_alt_text": "Εικονίδιο καρδιάς για να δείξουμε εκτίμηση στους υποστηρικτές μας.",
  "i18n.pages.docs.about._global.people_img_alt_text": "Εικονίδιο δύο ανθρώπων δίπλα δίπλα.",
  "i18n.pages.docs.about._global.support_img_alt_text": "Δύο χέρια ενωμένα που σημαίνουν ανθρώπους που υποστηρίζουν την κοινότητα Scribe.",
  "i18n.pages.docs.about.blog_posts.lack_of_localization_notice": "Παρακαλούμε σημειώστε ότι αυτή η σελίδα δεν είναι τοπικοποιημένη, με τις καταχωρίσεις παρακάτω να είναι στη γλώσσα του άρθρου.",
  "i18n.pages.docs.about.blog_posts.welcome_message": "Καλώς ήρθατε στις αναρτήσεις ιστολογίου του Scribe! Παρακάτω μπορείτε να βρείτε άρθρα σχετικά με το λογισμικό του Scribe από μέλη της κοινότητάς μας και από τον ιστό. Μη διστάσετε να προσθέσετε το δικό σας άρθρο σε αυτήν τη σελίδα!",
  "i18n.pages.docs.about.community.contributor_thank_you": "Ευχαριστούμε όλους τους εκπληκτικούς",
  "i18n.pages.docs.about.community.description": "Η κοινότητα Scribe περιλαμβάνει λάτρεις των γλωσσών, προγραμματιστές ανοιχτού κώδικα και άτομα που είναι παθιασμένα με τη δυνατότητα δημιουργίας εφαρμογών γύρω από ανοιχτά δεδομένα. Παρακάτω μπορείτε να βρείτε τα προφίλ των μελών της κοινότητας ανάπτυξής μας. Πέρα από αυτούς που γράφουν κώδικα, το Scribe καλωσορίζει επίσης σχεδιαστές που βελτιώνουν τις διεπαφές χρήστη και την εμπειρία χρήστη, καθώς και επαγγελματίες τοπικοποίησης που μας βοηθούν να φέρουμε το λογισμικό μας σε ανθρώπους σε όλο τον κόσμο.",
  "i18n.pages.docs.about.community.github_contributors": "Συνεισφέροντες στο GitHub",
  "i18n.pages.docs.about.community.localization_description": "Το Scribe έχει μέλη από όλο τον κόσμο και πολλοί έχουν τοπικοποιήσει τις εφαρμογές μας στη μητρική τους γλώσσα. Έχουμε επίσης τη χαρά να συνεργαζόμαστε με την κοινότητα τοπικοποίησης του Weblate. Μπορείτε να βρείτε το έργο τοπικοποίησής μας στο",
  "i18n.pages.docs.about.community.localization_specialist": "Ειδικοί Τοπικοποίησης",
  "i18n.pages.docs.about.community.open_design_description": "Το Scribe έχει ωφεληθεί τα μέγιστα από την επαγγελματική υποστήριξη σχεδιασμού που μας βοήθησε να δημιουργήσουμε φιλικές προς τον χρήστη εφαρμογές ενώ τηρούμε αυστηρά πρότυπα προσβασιμότητας. Συγκεκριμένα, το Scribe θα ήθελε να ευχαριστήσει την κοινότητα Open Source Design που υποστήριξε πολλές εργασίες σχεδιασμού. Μπορείτε να μάθετε περισσότερα για το Open Source Design στο",
  "i18n.pages.docs.about.community.open_design_professionals": "Επαγγελματίες Open-Design",
  "i18n.pages.docs.about.community.open_source_developers": "Προγραμματιστές Ανοιχτού Κώδικα",
  "i18n.pages.docs.about.index.blog_posts": "Διαβάστε άρθρα από τον ιστό γραμμένα για τα έργα Scribe και την κοινότητά μας.",
  "i18n.pages.docs.about.index.our_community": "Μάθετε για την κοινότητα που δημιουργεί τις εφαρμογές Scribe και πώς μπορείτε να συμμετάσχετε.",
  "i18n.pages.docs.about.index.support_scribe": "Μάθετε για τους πολλούς τρόπους υποστήριξης του Scribe και των έργων του.",
  "i18n.pages.docs.about.index.supporters": "Δείτε μια επισκόπηση των διαφόρων οργανισμών που υποστηρίζουν το Scribe.",
  "i18n.pages.docs.about.support_us.section_1_paragraph_1_1": "Το Scribe χρειάζεται υποστήριξη από την κοινότητά μας με αμέτρητους τρόπους. Τα παρακάτω περιγράφουν πώς οργανισμοί και άτομα μπορούν να βοηθήσουν την ομάδα να αναπτύξει εφαρμογές ανοιχτού κώδικα και ανοιχτών δεδομένων για να ενδυναμώσει τους μαθητές γλωσσών. Μια πλήρης λίστα με τους τρέχοντες υποστηρικτές του Scribe βρίσκεται στην επόμενη σελίδα:",
  "i18n.pages.docs.about.support_us.section_2_subheader": "Συνεισφέρετε στο GitHub",
  "i18n.pages.docs.about.support_us.section_3_paragraph_1_1": "Λεπτομέρειες για τη δημόσια χρηματοδότηση του Scribe έρχονται σύντομα! Ευχαριστούμε για την υποστήριξή σας!",
  "i18n.pages.docs.about.support_us.section_3_subheader": "Χορηγήστε την ανάπτυξη του Scribe",
  "i18n.pages.docs.about.support_us.section_4_paragraph_1_1": "Παρακαλούμε επικοινωνήστε με την ομάδα στη συνέχεια μέσω του δημόσιου χώρου μας στο Matrix ή στο email team[at]scri.be ώστε να είμαστε ενήμεροι και να βοηθήσουμε στη διάδοση!",
  "i18n.pages.docs.about.support_us.section_4_subheader": "Μοιραστείτε το Scribe στο δίκτυό σας",
  "i18n.pages.docs.about.support_us.section_5_paragraph_1_1": "Είτε πρόκειται για καλλιτεχνικές συνεισφορές είτε για την εμπειρία σας με κοινότητες εκμάθησης γλωσσών, θα θέλαμε πολύ να συζητήσουμε πώς θα μπορούσαμε να συνεργαστούμε. Θα χαρούμε να δώσουμε τα εύσημα στην ενότητα Συνεισφέροντες στην επόμενη σελίδα:",
  "i18n.pages.docs.about.support_us.section_5_subheader": "Βοηθήστε το Scribe με τις δεξιότητές σας",
  "i18n.pages.docs.about.support_us.section_6_paragraph_1_1": "Το Scribe χρησιμοποιεί το Weblate, μια πλατφόρμα τοπικοποίησης ανοιχτού κώδικα βασισμένη στον ιστό, για όλες τις μεταφράσεις των έργων μας. Παρακαλούμε επισκεφθείτε την ακόλουθη σελίδα έργου για να μας βοηθήσετε να τοπικοποιήσουμε τις εφαρμογές Scribe και αυτήν την ιστοσελίδα:",
  "i18n.pages.docs.about.support_us.section_6_paragraph_1_2": "Scribe στο Weblate",
  "i18n.pages.docs.about.support_us.section_6_subheader": "Τοπικοποίηση",
  "i18n.pages.docs.about.supporters_showcase.section_1_paragraph_1_1": "Ακολουθεί μια επισκόπηση των οργανισμών και ατόμων που έχουν υποστηρίξει την ανάπτυξη των έργων Scribe. Όσοι ενδιαφέρονται να παρέχουν υποστήριξη μπορούν να διαβάσουν περισσότερα για το πώς μπορούν να βοηθήσουν στην επόμενη σελίδα:",
  "i18n.pages.docs.about.supporters_showcase.section_2_1_paragraph_1_1": "Τα έργα Scribe έχουν αναπτυχθεί περήφανα ανοιχτά από την αρχή. Τα έργα μας δεν θα ήταν αυτά που είναι χωρίς την υποστήριξη της κοινότητας ανοιχτού κώδικα. Ευχαριστούμε όλους τους συνεισφέροντες μας στο GitHub!",
  "i18n.pages.docs.about.supporters_showcase.section_2_1_subheader": "Ανάπτυξη",
  "i18n.pages.docs.about.supporters_showcase.section_2_2_paragraph_1": "Το Scribe έχει λάβει υποστήριξη σχεδιασμού από πολλά άτομα.",
  "i18n.pages.docs.about.supporters_showcase.section_2_2_subheader": "Σχεδιασμός",
  "i18n.pages.docs.about.supporters_showcase.section_2_2_thanks": "Ευχαριστούμε τους συνεισφέροντες σχεδιασμού μας!",
  "i18n.pages.docs.about.supporters_showcase.section_3_paragraph_1_1": "Οι παρακάτω οργανισμοί έχουν υποστηρίξει το Scribe μέσω συμμετοχής σε εκδηλώσεις και προγράμματα του κινήματος Wikimedia. Συγκεκριμένα, το Scribe μπόρεσε να συμμετάσχει σε προγράμματα πρακτικής άσκησης όπως το Google Summer of Code και το Outreachy, καθώς και σε Wikimedia hackathons και άλλες εκδηλώσεις προσέγγισης προγραμματιστών. Ευχαριστούμε τους ακόλουθους οργανισμούς και το κίνημα Wikimedia!",
  "i18n.pages.docs.about.supporters_showcase.section_3_subheader": "Κίνημα Wikimedia",
  "i18n.pages.docs.conjugate.index.conjugate_android_changelog": "Διαβάστε το ιστορικό αλλαγών για την εφαρμογή Android Scribe-Conjugate",
  "i18n.pages.docs.conjugate.index.conjugate_ios_changelog": "Διαβάστε το ιστορικό αλλαγών για την εφαρμογή iOS Scribe-Conjugate",
  "i18n.pages.docs.conjugate.index.conjugate_page_description": "Μάθετε για το έργο Scribe-Conjugate που παρέχει δωρεάν κλίσεις ρημάτων ανοιχτού κώδικα και ανοιχτών δεδομένων.",
  "i18n.pages.docs.conjugate.learn_more.benefits_paragraph": "Με μια απλή, διαισθητική διεπαφή, η εφαρμογή σας επιτρέπει να αναζητήσετε οποιοδήποτε ρήμα και να δείτε την πλήρη κλίση του σε χρόνους και εγκλίσεις. Είτε γράφετε, μιλάτε ή μελετάτε, το Scribe διευκολύνει την εύρεση της σωστής μορφής, την κατανόηση των μοτίβων και τη βελτίωση των γλωσσικών σας δεξιοτήτων. Άψογα ενσωματωμένο στο οικοσύστημα Scribe, λειτουργεί παράλληλα με τα πληκτρολόγια και τα εργαλεία δεδομένων μας για μια ολοκληρωμένη γλωσσική εμπειρία.",
  "i18n.pages.docs.conjugate.learn_more.feature_1": "Ολοκληρωμένες κλίσεις ρημάτων για πολλές γλώσσες του κόσμου.",
  "i18n.pages.docs.conjugate.learn_more.feature_2": "Γρήγορη αναζήτηση και άμεσα αποτελέσματα για οποιαδήποτε ρηματική μορφή.",
  "i18n.pages.docs.conjugate.learn_more.feature_3": "Καθαροί, ευανάγνωστοι πίνακες για όλους τους χρόνους και τις εγκλίσεις.",
  "i18n.pages.docs.conjugate.learn_more.feature_4": "Χρήσιμες συμβουλές και επεξηγήσεις για ανώμαλα ρήματα και δύσκολες μορφές.",
  "i18n.pages.docs.conjugate.learn_more.feature_5": "Λειτουργεί μαζί με τα πληκτρολόγια Scribe και τα εργαλεία δεδομένων για μια ενιαία εμπειρία εκμάθησης γλώσσας.",
  "i18n.pages.docs.conjugate.learn_more.intro_paragraph": "Η εφαρμογή Scribe Conjugation είναι ο προσωπικός σας βοηθός για την εκμάθηση ρηματικών μορφών σε πολλές γλώσσες. Σχεδιασμένη για μαθητές γλωσσών και πολύγλωσσους χρήστες, παρέχει άμεση πρόσβαση σε ακριβείς κλίσεις ρημάτων, βοηθώντας σας να επικοινωνείτε με αυτοπεποίθηση και ακρίβεια.",
  "i18n.pages.docs.data.index.data_changelog": "Διαβάστε το ιστορικό αλλαγών για το έργο Scribe-Data",
  "i18n.pages.docs.data.index.data_page_description": "Μάθετε για το έργο Scribe-Data που εξάγει γλωσσικά δεδομένα από τα Wikidata και άλλες πηγές.",
  "i18n.pages.docs.data.learn_more.benefits_paragraph": "Τα δεδομένα μας καλύπτουν ένα ευρύ φάσμα γλωσσών και επιμελούνται προσεκτικά για ποιότητα και αξιοπιστία. Είτε πληκτρολογείτε, μαθαίνετε ή εξερευνάτε νέες γλώσσες, το Scribe-Data εργάζεται στο παρασκήνιο για να παρέχει χρήσιμες προτάσεις, σωστές μορφές και σχετικές πληροφορίες—κάνοντας την εμπειρία σας στο Scribe πιο έξυπνη και πιο ευχάριστη.",
  "i18n.pages.docs.data.learn_more.feature_1": "Ολοκληρωμένη γλωσσική κάλυψη για πολλές γλώσσες του κόσμου.",
  "i18n.pages.docs.data.learn_more.feature_2": "Ακριβείς και τακτικά ενημερωμένες γλωσσικές πληροφορίες.",
  "i18n.pages.docs.data.learn_more.feature_3": "Υποστηρίζει πληκτρολόγια, κλίση και άλλες λειτουργίες Scribe.",
  "i18n.pages.docs.data.learn_more.feature_4": "Δεδομένα που προέρχονται από αξιόπιστα, ανοιχτά αποθετήρια όπως τα Wikidata.",
  "i18n.pages.docs.data.learn_more.feature_5": "Βελτιώνει την εμπειρία σας με έξυπνες προτάσεις και αξιόπιστα αποτελέσματα.",
  "i18n.pages.docs.data.learn_more.intro_paragraph": "Το Scribe-Data είναι η καρδιά του οικοσυστήματος Scribe, παρέχοντας τις πλούσιες γλωσσικές πληροφορίες που τροφοδοτούν τα πληκτρολόγιά μας, τα εργαλεία κλίσης και πολλά άλλα. Συγκεντρώνοντας και οργανώνοντας γλωσσικά δεδομένα από αξιόπιστες πηγές, το Scribe-Data διασφαλίζει ότι κάθε λειτουργία που χρησιμοποιείτε είναι ακριβής, ενημερωμένη και προσαρμοσμένη στις ανάγκες σας.",
  "i18n.pages.docs.data.learn_more.wikidata_data_extraction": "Εξαγωγή δεδομένων Wikidata",
  "i18n.pages.docs.index.content_page": "Σελίδα περιεχομένου",
  "i18n.pages.docs.index.content_page_img_alt_text": "Πλοηγηθείτε στη σελίδα για να μάθετε περισσότερα.",
  "i18n.pages.docs.index.docs_description": "Μάθετε για τις εφαρμογές Scribe και την κοινότητά μας.",
  "i18n.pages.docs.index.scribe_documentation": "Τεκμηρίωση Scribe",
  "i18n.pages.docs.keyboard_apps.index.keyboard_apps_android_changelog": "Διαβάστε το ιστορικό αλλαγών για την εφαρμογή Android Scribe Language Keyboards",
  "i18n.pages.docs.keyboard_apps.index.keyboard_apps_ios_changelog": "Διαβάστε το ιστορικό αλλαγών για την εφαρμογή iOS Scribe Language Keyboards",
  "i18n.pages.docs.keyboard_apps.index.keyboard_apps_page_description": "Μάθετε για το έργο Scribe Language Keyboards που παρέχει πληκτρολόγια για μαθητές δεύτερης γλώσσας.",
  "i18n.pages.docs.keyboard_apps.learn_more.feature_1": "Εύκολη εναλλαγή γλώσσας για πολύγλωσσους χρήστες.",
  "i18n.pages.docs.keyboard_apps.learn_more.feature_2": "Ενσωματωμένα εργαλεία μετάφρασης και κλίσης ρημάτων.",
  "i18n.pages.docs.keyboard_apps.learn_more.feature_3": "Έξυπνες προτάσεις για σωστή ορθογραφία, γραμματική και επιλογή λέξεων.",
  "i18n.pages.docs.keyboard_apps.learn_more.feature_4": "Άψογη ενσωμάτωση με όλες τις αγαπημένες σας εφαρμογές και συσκευές.",
  "i18n.pages.docs.keyboard_apps.learn_more.feature_5": "Υποστήριξη για μια αυξανόμενη λίστα γλωσσών του κόσμου, με περισσότερες να προστίθενται τακτικά.",
  "i18n.pages.docs.keyboard_apps.learn_more.intro_paragraph": "Τα Scribe Language Keyboards είναι έξυπνα, φιλικά προς τον χρήστη πληκτρολόγια σχεδιασμένα για να κάνουν την πληκτρολόγηση σε διαφορετικές γλώσσες εύκολη και ευχάριστη. Είτε μαθαίνετε μια νέα γλώσσα είτε επικοινωνείτε με φίλους και συναδέλφους σε όλο τον κόσμο, τα πληκτρολόγια Scribe σας βοηθούν να εκφράζεστε με ακρίβεια και αυτοπεποίθηση, απευθείας από τη συσκευή σας.",
  "i18n.pages.docs.keyboard_apps.learn_more.learn_more.benefits_paragraph": "Με το Scribe, μπορείτε να αλλάζετε απρόσκοπτα μεταξύ γλωσσών, να έχετε πρόσβαση σε χρήσιμα εργαλεία όπως μετάφραση και κλίση, και να απολαμβάνετε μια εμπειρία πληκτρολόγησης προσαρμοσμένη στις ανάγκες σας. Τα πληκτρολόγιά μας είναι κατασκευασμένα για να ενσωματώνονται ομαλά με τις αγαπημένες σας εφαρμογές και συσκευές, υποστηρίζοντας ένα ευρύ φάσμα γλωσσών και προσφέροντας λειτουργίες που κάνουν την πολύγλωσση επικοινωνία αβίαστη.",
  "i18n.pages.docs.legal._global.english_text_precedence": "Παρακαλούμε σημειώστε ότι το αγγλικό κείμενο αυτού του εγγράφου υπερισχύει όλων των άλλων εκδόσεων.",
  "i18n.pages.docs.legal._global.last_updated": "Τελευταία ενημέρωση:",
  "i18n.pages.docs.legal._global.last_updated_date": "7 Δεκεμβρίου 2025",
  "i18n.pages.docs.legal._global.privacy_policy_img_alt_text": "Μια ασπίδα με ένα τικ στη μέση για να υποδείξει ότι ο χρήστης είναι ασφαλής χρησιμοποιώντας λογισμικό Scribe.",
  "i18n.pages.docs.legal._global.trademark_policy_img_alt_text": "Το εικονίδιο εμπορικού σήματος TM.",
  "i18n.pages.docs.legal.imprint.inquiries": "Όλα τα ερωτήματα:",
  "i18n.pages.docs.legal.imprint.message": "Ανυπομονούμε να ακούσουμε από εσάς :)",
  "i18n.pages.docs.legal.imprint.section_1_paragraph_1": "Το Scribe είναι μια κοινότητα από λάτρεις των γλωσσών, μαθητές και προγραμματιστές που δημιουργούν εργαλεία για να βοηθήσουν τους ανθρώπους να επικοινωνούν με αυτοπεποίθηση.",
  "i18n.pages.docs.legal.imprint.section_1_paragraph_2": "Αυτή τη στιγμή εργαζόμαστε πάνω στη νομική οντότητα πίσω από το Scribe. Περισσότερες πληροφορίες θα είναι διαθέσιμες σε αυτήν τη σελίδα μόλις ολοκληρωθούν οι ρυθμίσεις. Ευχαριστούμε για την υπομονή σας!",
  "i18n.pages.docs.legal.index.imprint": "Νομικές πληροφορίες σχετικά με αυτόν τον ιστότοπο.",
  "i18n.pages.docs.legal.index.privacy_policy": "Διαβάστε την πολιτική απορρήτου για αυτόν τον ιστότοπο.",
  "i18n.pages.docs.legal.index.trademark_policy": "Διαβάστε την πολιτική εμπορικών σημάτων για το Scribe.",
  "i18n.pages.docs.legal.privacy_policy.section_1_paragraph_1": "Στο Scribe, εκτιμούμε το απόρρητό σας και δεσμευόμαστε να διατηρήσουμε την εμπιστοσύνη των χρηστών μας. Αυτή η Πολιτική Απορρήτου εξηγεί πώς χειριζόμαστε τις πληροφορίες σας και τις επιλογές που έχετε σχετικά με τις πληροφορίες σας.",
  "i18n.pages.docs.legal.privacy_policy.section_1_paragraph_2": "Χρησιμοποιώντας τα έργα Scribe, συμφωνείτε με τις διατάξεις αυτής της Πολιτικής Απορρήτου. Ο πρωταρχικός μας στόχος είναι να παρέχουμε εργαλεία που επιτρέπουν στους χρήστες να επικοινωνούν με αυτοπεποίθηση στις γλώσσες που μαθαίνουν. Έχουμε εφαρμόσει και θα συνεχίσουμε να εφαρμόζουμε διάφορα μέτρα για τη διασφάλιση του απορρήτου και της ασφάλειας των χρηστών μας. Εάν έχετε ερωτήσεις ή ανησυχίες, παρακαλούμε επικοινωνήστε μαζί μας στο security[at]scri.be.",
  "i18n.pages.docs.legal.privacy_policy.section_1_paragraph_3": "Ενθαρρύνουμε τους χρήστες να συνεισφέρουν στα έργα Scribe και να συμμετέχουν σε συζητήσεις σχετικά με το απόρρητο, την ασφάλεια και άλλα σημαντικά θέματα. Αλληλεπιδρώντας με την κοινότητά μας, μπορείτε να βοηθήσετε στη διαμόρφωση του μέλλοντος του Scribe και να διασφαλίσετε ότι παραμένει μια ασφαλής, περιεκτική και ενδυναμωτική κοινότητα για όλους.",
  "i18n.pages.docs.legal.privacy_policy.section_2_paragraph_1": "Ο ιστότοπός μας scri.be χρησιμοποιεί Plausible Analytics για μη αναγνωρίσιμη παρακολούθηση των περιοχών από τις οποίες επισκέπτονται οι άνθρωποι. Ο ιστότοπος δεν συλλέγει καμία προσωπικά αναγνωρίσιμη πληροφορία από τους χρήστες μας αυτή τη στιγμή.",
  "i18n.pages.docs.legal.privacy_policy.section_2_subheader": "Πληροφορίες που συλλέγουμε",
  "i18n.pages.docs.legal.privacy_policy.section_3_paragraph_1": "Χρησιμοποιούμε τα ανώνυμα δεδομένα τοποθεσίας που συλλέγουμε από το Plausible Analytics για να πάρουμε μια καλύτερη ιδέα για το πού υπάρχει ενδιαφέρον για τις εφαρμογές Scribe. Καθώς δεν συλλέγουμε προσωπικές πληροφορίες αυτή τη στιγμή, δεν χρησιμοποιούμε τέτοιες πληροφορίες για κανέναν σκοπό.",
  "i18n.pages.docs.legal.privacy_policy.section_3_subheader": "Πώς χρησιμοποιούμε τις πληροφορίες",
  "i18n.pages.docs.legal.privacy_policy.section_4_paragraph_1": "Δεν μοιραζόμαστε τις προσωπικές σας πληροφορίες με τρίτους. Το Scribe είναι αφοσιωμένο στη διασφάλιση του απορρήτου των χρηστών μας. Η ομάδα δεν σχεδιάζει να μοιραστεί δεδομένα με μέρη εκτός του οργανισμού μας.",
  "i18n.pages.docs.legal.privacy_policy.section_4_subheader": "Κοινοποίηση δεδομένων και υπηρεσίες τρίτων",
  "i18n.pages.docs.legal.privacy_policy.section_5_paragraph_1": "Δεσμευόμαστε να διασφαλίσουμε την ασφάλεια των έργων μας και των πληροφοριών των χρηστών μας. Σε περίπτωση παραβίασης δεδομένων, θα ειδοποιήσουμε αμέσως τους επηρεαζόμενους χρήστες και θα λάβουμε τα κατάλληλα μέτρα για την αντιμετώπιση της κατάστασης.",
  "i18n.pages.docs.legal.privacy_policy.section_5_paragraph_2": "Σκοπεύουμε να εφαρμόσουμε διάφορα μέτρα ασφαλείας για να προστατεύσουμε την ακεραιότητα των έργων μας και την ασφάλεια των χρηστών μας. Ενθαρρύνουμε επίσης τους χρήστες να ακολουθούν καλές πρακτικές ασφαλείας.",
  "i18n.pages.docs.legal.privacy_policy.section_5_subheader": "Ασφάλεια δεδομένων και παραβιάσεις",
  "i18n.pages.docs.legal.privacy_policy.section_6_paragraph_1": "Καθώς δεν συλλέγουμε προσωπικές πληροφορίες αυτή τη στιγμή, δεν χρειάζεται να ανησυχείτε για την άσκηση δικαιωμάτων που σχετίζονται με τα προσωπικά σας δεδομένα. Ωστόσο, εάν έχετε ερωτήσεις ή ανησυχίες σχετικά με αυτήν την Πολιτική Απορρήτου ή τις πρακτικές μας, μη διστάσετε να επικοινωνήσετε μαζί μας στο security[at]scri.be.",
  "i18n.pages.docs.legal.privacy_policy.section_6_subheader": "Τα δικαιώματά σας",
  "i18n.pages.docs.legal.privacy_policy.section_7_paragraph_1": "Ενδέχεται να ενημερώνουμε αυτήν την Πολιτική Απορρήτου κατά καιρούς. Εάν κάνουμε σημαντικές αλλαγές, θα ενημερώσουμε δημόσια την κοινότητά μας μέσω καναλιών επικοινωνίας και μέσων κοινωνικής δικτύωσης. Συνεχίζοντας να χρησιμοποιείτε τα έργα Scribe μετά την εφαρμογή τυχόν αλλαγών, συμφωνείτε με την ενημερωμένη Πολιτική Απορρήτου.",
  "i18n.pages.docs.legal.privacy_policy.section_7_subheader": "Αλλαγές σε αυτήν την Πολιτική",
  "i18n.pages.docs.legal.trademark_policy.section_1_paragraph_1": "Το όνομα και τα λογότυπα Scribe είναι εμπορικά σήματα της scri.be, ενός οργανισμού που πρόκειται να συσταθεί σύντομα. Ως εκ τούτου, η χρήση τους περιορίζεται και προστατεύεται από τη νομοθεσία περί πνευματικής ιδιοκτησίας. Ενώ το λογισμικό που δημιουργούμε είναι διαθέσιμο υπό άδεια ελεύθερου λογισμικού και λογισμικού ανοιχτού κώδικα, η άδεια πνευματικών δικαιωμάτων δεν περιλαμβάνει σιωπηρό δικαίωμα ή άδεια χρήσης των εμπορικών μας σημάτων.",
  "i18n.pages.docs.legal.trademark_policy.section_1_paragraph_2": "Ο ρόλος των εμπορικών σημάτων είναι να αποτρέπουν την εκμετάλλευση του καλού ονόματος και της φήμης της scri.be από άλλα άτομα και οργανισμούς, και να παρέχουν διαβεβαίωση για την ποιότητα των προϊόντων και υπηρεσιών που σχετίζονται με αυτήν.",
  "i18n.pages.docs.legal.trademark_policy.section_1_paragraph_3": "Για να χρησιμοποιήσετε τα εμπορικά μας σήματα πέρα από αυτό που θεωρείται \"δίκαιη\" ή \"ονομαστική\" χρήση, πρέπει να ακολουθήσετε αυτές τις οδηγίες. Κάνοντας χρήση των εμπορικών μας σημάτων, συμφωνείτε να τηρείτε τους ακόλουθους όρους και προϋποθέσεις.",
  "i18n.pages.docs.legal.trademark_policy.section_1_paragraph_4": "Συμφωνείτε να υπερασπιστείτε και να αποζημιώσετε την scri.be από και έναντι οποιωνδήποτε αξιώσεων και απωλειών που εγείρονται από τρίτο μέρος σε σχέση με τη χρήση των εμπορικών σημάτων scri.be από εσάς.",
  "i18n.pages.docs.legal.trademark_policy.section_1_paragraph_5_1": "Για να ζητήσετε τη χρήση του ονόματος και των λογότυπων Scribe με τρόπο που δεν καλύπτεται από αυτές τις οδηγίες, ή για να αναφέρετε παραβιάσεις, παρακαλούμε επικοινωνήστε μαζί μας στο",
  "i18n.pages.docs.legal.trademark_policy.section_1_paragraph_5_2": "Σε περίπτωση που δεν εγκρίνουμε αυτήν τη χρήση του ονόματος και των λογότυπων Scribe εντός δεκατεσσάρων (14) εργάσιμων ημερών, το αίτημά σας θα θεωρείται ότι έχει απορριφθεί.",
  "i18n.pages.docs.legal.trademark_policy.section_2_list_1_item_1": "Χρησιμοποιείτε τα σήματα Scribe μόνο για να προσδιορίσετε με ακρίβεια εκείνα τα αγαθά ή τις υπηρεσίες που κατασκευάζονται από τον οργανισμό scri.be.",
  "i18n.pages.docs.legal.trademark_policy.section_2_list_1_item_2": "Μην χρησιμοποιείτε τα σήματα Scribe με οποιονδήποτε τρόπο που θα μπορούσε λανθασμένα να υπονοεί ότι η scri.be έχει ελέγξει, εγκρίνει ή εγγυηθεί τα αγαθά ή τις υπηρεσίες σας.",
  "i18n.pages.docs.legal.trademark_policy.section_2_list_1_item_3": "Μην χρησιμοποιείτε ή κατοχυρώνετε, εν όλω ή εν μέρει, τα σήματα Scribe ως μέρος του δικού σας ή οποιουδήποτε άλλου εμπορικού σήματος, σήματος υπηρεσίας, ονόματος τομέα, ονόματος εταιρείας, εμπορικής επωνυμίας, ονόματος προϊόντος ή ονόματος υπηρεσίας.",
  "i18n.pages.docs.legal.trademark_policy.section_2_list_1_item_4": "Μην χρησιμοποιείτε τα σήματα Scribe με τρόπο που δυσφημεί ή υποβαθμίζει τα σήματα, την scri.be ή άλλα προϊόντα που σχετίζονται με την scri.be.",
  "i18n.pages.docs.legal.trademark_policy.section_2_list_1_item_5": "Μπορείτε να χρησιμοποιήσετε το λεκτικό σήμα Scribe σε φράσεις αναφοράς όπως \"για\", \"όπως βρίσκεται στο\", κ.λπ.",
  "i18n.pages.docs.legal.trademark_policy.section_2_list_1_item_6": "Μπορείτε να χρησιμοποιήσετε τα σήματα Scribe κατά την ενσωμάτωση ή άλλη προβολή περιεχομένου που δημιουργείται από χρήστες και δημοσιεύεται χρησιμοποιώντας το λογισμικό Scribe.",
  "i18n.pages.docs.legal.trademark_policy.section_2_list_1_item_7": "Μην αλλάζετε ή τροποποιείτε τα σήματα Scribe με κανέναν τρόπο.",
  "i18n.pages.docs.legal.trademark_policy.section_2_list_1_item_8": "Οποιαδήποτε χρήση των σημάτων Scribe και οποιαδήποτε υπεραξία προκύψει ως αποτέλεσμα αυτής της χρήσης, ανήκει αποκλειστικά στην και θα ωφελήσει την scri.be.",
  "i18n.pages.docs.legal.trademark_policy.section_2_subheader": "Γενικές οδηγίες",
  "i18n.pages.docs.legal.trademark_policy.section_3_list_1_item_1": "Πρέπει να επιλέξετε τη δική σας επωνυμία, λογότυπα και εμπορικά σήματα που υποδηλώνουν τη μοναδική σας ταυτότητα, ώστε να επισημαίνουν ξεκάθαρα στους χρήστες ότι δεν υπάρχει καμία σχέση ή έγκριση από την scri.be.",
  "i18n.pages.docs.legal.trademark_policy.section_3_list_1_item_2": "Μπορείτε να χρησιμοποιήσετε λεκτικά σήματα, αλλά όχι τα λογότυπά μας, σε αληθείς δηλώσεις που περιγράφουν τη σχέση μεταξύ του λογισμικού σας και του δικού μας, για παράδειγμα \"αυτό το λογισμικό προέρχεται από τον πηγαίο κώδικα των έργων scri.be\".",
  "i18n.pages.docs.legal.trademark_policy.section_3_paragraph_1": "Εάν επιλέξετε να βασιστείτε ή να τροποποιήσετε τον ανοιχτό κώδικα του Scribe σε ένα προϊόν που προορίζεται για τρίτους, συγκεκριμένα εξωτερικό κώδικα, σχεδιασμό, μετάφραση και άλλες συνεισφορές στα έργα scri.be:",
  "i18n.pages.docs.legal.trademark_policy.section_3_subheader": "Οδηγίες για έργα ανοιχτού κώδικα",
  "i18n.pages.docs.legal.trademark_policy.section_4_list_1_item_1": "Επιπλέον, τα λογότυπα Scribe δεν μπορούν να χρησιμοποιηθούν με τρόπο που μπορεί να υποδηλώνει σχέση ή έγκριση από το Scribe, εκτός εάν αυτό έχει συμφωνηθεί γραπτώς.",
  "i18n.pages.docs.legal.trademark_policy.section_4_subheader": "Οδηγίες για μέσα κοινωνικής δικτύωσης",
  "i18n.pages.docs.legal.trademark_policy.section_5_paragraph_1": "Παρακαλούμε επικοινωνήστε μαζί μας εάν έχετε ερωτήσεις, σχόλια ή ανησυχίες σχετικά με αυτήν την Πολιτική Εμπορικών Σημάτων. Καλωσορίζουμε τα σχόλια από τους χρήστες μας και αναζητούμε πάντα τρόπους βελτίωσης των έργων μας για να εξυπηρετήσουμε καλύτερα την κοινότητά μας.",
  "i18n.pages.docs.legal.trademark_policy.section_5_subheader": "Επικοινωνήστε μαζί μας",
  "i18n.pages.docs.server._global.clipboard_data_img_alt_text": "Εικονίδιο προχείρου με ραβδόγραμμα που αναπαριστά δεδομένα πάνω του.",
  "i18n.pages.docs.server.available_data.download_available_data": "Τα τρέχοντα διαθέσιμα δεδομένα μπορούν να ληφθούν ως βάσεις δεδομένων SQLite από το ακόλουθο URL",
  "i18n.pages.docs.server.available_data.language": "Γλώσσα",
  "i18n.pages.docs.server.available_data.nouns": "Ουσιαστικά",
  "i18n.pages.docs.server.available_data.table_description": "Ο ακόλουθος πίνακας δείχνει τα δεδομένα που είναι διαθέσιμα στις εφαρμογές Scribe στον Scribe-Server. Αυτά τα δεδομένα παράγονται από το Scribe-Data και στη συνέχεια αποστέλλονται στις εφαρμογές για να διασφαλιστεί ότι έχουν ενημερωμένα δεδομένα σε μια διαδικασία που είναι ανεξάρτητη από την ενημέρωση της εφαρμογής.",
  "i18n.pages.docs.server.available_data.verbs": "Ρήματα",
  "i18n.pages.docs.server.index.available_data": "Δείτε μια επισκόπηση των δεδομένων που είναι διαθέσιμα στις εφαρμογές Scribe",
  "i18n.pages.docs.server.index.server_changelog": "Διαβάστε το ιστορικό αλλαγών για το έργο Scribe-Server",
  "i18n.pages.docs.server.index.server_page_description": "Μάθετε για το έργο Scribe-Server που παρέχει δεδομένα στις εφαρμογές μας.",
  "i18n.pages.docs.server.learn_more.benefits_paragraph": "Με τον Scribe-Server, επωφελείστε από γρήγορη απόδοση, αυτόματες ενημερώσεις και συγχρονισμένη πρόσβαση σε υπηρεσίες γλώσσας σε όλες τις συσκευές σας. Η υποδομή διακομιστή λειτουργεί αθόρυβα στο παρασκήνιο, ώστε να μπορείτε να εστιάσετε στη μάθηση, την επικοινωνία και την εξερεύνηση γλωσσών—γνωρίζοντας ότι το Scribe είναι πάντα έτοιμο να βοηθήσει.",
  "i18n.pages.docs.server.learn_more.feature_1": "Αξιόπιστη πρόσβαση σε γλωσσικά εργαλεία και πόρους, οποτεδήποτε και οπουδήποτε.",
  "i18n.pages.docs.server.learn_more.feature_2": "Αυτόματες ενημερώσεις για να διατηρείτε τις λειτουργίες και τα δεδομένα σας ενημερωμένα.",
  "i18n.pages.docs.server.learn_more.feature_3": "Γρήγορη, ανταποκρίσιμη απόδοση για ομαλή εμπειρία χρήστη.",
  "i18n.pages.docs.server.learn_more.feature_4": "Ασφαλής και ιδιωτική σύνδεση για τις γλωσσικές σας δραστηριότητες.",
  "i18n.pages.docs.server.learn_more.feature_5": "Άψογη ενσωμάτωση με όλες τις εφαρμογές και υπηρεσίες Scribe.",
  "i18n.pages.docs.server.learn_more.intro_paragraph": "Ο Scribe-Server είναι η ραχοκοκαλιά του οικοσυστήματος Scribe, διασφαλίζοντας ότι όλα τα γλωσσικά εργαλεία και οι πόροι σας είναι πάντα διαθέσιμα όταν τα χρειάζεστε. Συνδέοντας τις συσκευές σας σε έναν ασφαλή και αξιόπιστο διακομιστή, ο Scribe-Server παρέχει ενημερωμένες λειτουργίες, δεδομένα και υποστήριξη για μια απρόσκοπτη εμπειρία χρήστη. Ο Scribe-Server φιλοξενείται στο Toolforge και χρησιμοποιεί MariaDB για τη διαχείριση και παράδοση γλωσσικών δεδομένων αποτελεσματικά.",
  "i18n.pages.docs.server.learn_more.page_header": "Scribe-Server: Αξιόπιστες Υπηρεσίες Γλώσσας για Όλους",
  "i18n.pages.index.about_us": "Σχετικά με εμάς",
  "i18n.pages.index.conjugate_aria_label": "Μάθετε περισσότερα για τις εφαρμογές κλίσης Scribe",
  "i18n.pages.index.conjugate_tagline": "Χιλιάδες ρήματα - χωρίς Διαφημίσεις",
  "i18n.pages.index.conjugate_text": "Αναπτύσσουμε προηγμένες εφαρμογές κλίσης ρημάτων βασισμένες σε ανοιχτά δεδομένα. Αποκτήστε όλες τις κλίσεις ρημάτων που βρίσκονται στα Wikidata σε μια βελτιωμένη διεπαφή χρήστη που σας επιτρέπει να αναζητάτε ρήματα σε πολλές γλώσσες ταυτόχρονα. Όλα αυτά χωρίς διαφημίσεις ή τα δεδομένα σας να πηγαίνουν σε τρίτους.",
  "i18n.pages.index.contributors_tagline": "Οι εκπληκτικοί προγραμματιστές μας",
  "i18n.pages.index.contributors_text": "Ευχαριστούμε όλους τους προγραμματιστές της κοινότητάς μας που κάνουν τις εφαρμογές Scribe πραγματικότητα!",
  "i18n.pages.index.data_aria_label": "Μάθετε περισσότερα για το έργο Scribe-Data",
  "i18n.pages.index.data_tagline": "Δεδομένα Γλώσσας Για Τα Έργα Σας",
  "i18n.pages.index.data_text": "Οι διαδικασίες γλωσσικών δεδομένων Wikidata μας είναι ανοιχτές για χρήση από όλους. Αξιοποιήστε το Scribe-Data για να λάβετε πακέτα γλώσσας όλων των δεδομένων από την Υπηρεσία Ερωτημάτων Wikidata ή τα dumps των Wikidata σε μια βολική διεπαφή γραμμής εντολών Python.",
  "i18n.pages.index.language_keyboards_aria_label": "Μάθετε περισσότερα για τις εφαρμογές πληκτρολογίου γλώσσας Scribe",
  "i18n.pages.index.language_keyboards_tagline": "Επικοινωνήστε με αυτοπεποίθηση",
  "i18n.pages.index.language_keyboards_text": "Η ναυαρχίδα μας είναι τα Scribe Language Keyboards — κινητά πληκτρολόγια που είναι προσαρμοσμένα για να βοηθούν τους μαθητές γλωσσών να επικοινωνούν στη δεύτερη γλώσσα τους. Τα πληκτρολόγια Scribe μπορούν να χρησιμοποιηθούν σε οποιαδήποτε εφαρμογή και βοηθούν τους χρήστες με μετάφραση, κλίση ρημάτων, γένη ουσιαστικών και πολλά άλλα!",
  "i18n.pages.index.our_supporters_btn_become_aria_label": "Γίνετε υποστηρικτής του Scribe",
  "i18n.pages.index.our_supporters_btn_view_aria_label": "Προβολή όλων των υποστηρικτών του Scribe",
  "i18n.pages.index.our_supporters_tagline": "Χορηγοί κοινότητας και υποστηρικτές",
  "i18n.pages.index.our_supporters_text": "Βοηθήστε μας να δημιουργήσουμε και να συντηρήσουμε το λογισμικό εκμάθησης γλωσσών ανοιχτού κώδικα. Παρακαλούμε σκεφτείτε να συνεισφέρετε τις δεξιότητές σας, την απήχηση ή χρήματα.",
  "i18n.pages.index.scribe_community_img_alt_text": "Ένα γραφικό υδρόγειου με εικονίδια που αναπαριστούν ανάπτυξη, σχεδιασμό, μετάφραση, επικοινωνία και ομαδική εργασία.",
  "i18n.pages.index.scribe_section_btn_aria_label": "Μάθετε περισσότερα για την κοινότητα Scribe",
  "i18n.pages.index.scribe_section_tagline": "Η κοινότητα και οι στόχοι μας",
  "i18n.pages.index.scribe_section_text": "Είμαστε μια παγκόσμια κοινότητα από λάτρεις των γλωσσών, μαθητές και προγραμματιστές που δημιουργούν εργαλεία για να βοηθήσουν τους ανθρώπους να επικοινωνούν με αυτοπεποίθηση. Ένα επίσημο έργο Wikimedia για νέους προγραμματιστές, προσπαθούμε να δημιουργήσουμε ένα περιεκτικό περιβάλλον σε όλες τις πτυχές της δουλειάς μας.",
  "i18n.pages.index.server_aria_label": "Μάθετε περισσότερα για το έργο Scribe-Server",
  "i18n.pages.index.server_tagline": "Τροφοδοτώντας Εφαρμογές Γλώσσας",
  "i18n.pages.index.server_text": "Μπορείτε επίσης να κάνετε κλήσεις στο API του Scribe-Server που χρησιμοποιούν οι εφαρμογές-πελάτες μας για να λαμβάνουν ενημερώσεις γλωσσικών δεδομένων. Αποκτήστε δομημένα δεδομένα κατ' απαίτηση μέσω μιας γρήγορης και αξιόπιστης υπηρεσίας.",
  "i18n.pages.index.title": "Καλώς ορίσατε",
  "i18n.pages.index.view_all_supporters": "Προβολή όλων των υποστηρικτών"
}
